| РАЙОН | Хозяйство | Хозяин | Адрес | Телефон | E-mail | Сайт | Деятельность |
|-------------------|--------------------|----------------------------------|----------------------------------------------------------|----------------|--|--|--------------|
| БЕРЕЗИНСКИЙ РАЙОН | КФХ «Белвэй Ферма» |  Ходжаев Илхомидин Сайнурдинович |  223313, д. Белавичи, Березинский район, Минская область |  +375296592865 |  |  |  овцеводство |
| БЕРЕЗИНСКИЙ РАЙОН | КХ «Виринея» |  Ластовенко Владимир Анатольевич |  223336, д. Едлино, Березинский район, Минская область |  +375171554054, +375297741627 |  |  |  растениеводство |
| БЕРЕЗИНСКИЙ РАЙОН | ФХ «Каменноборское» |  Самец Сергей Николаевич |  223325, д. Каменный Борок, Березинский район, Минская область |  +375171533275, +375295677585 |  |  |  овощеводство |
| БЕРЕЗИНСКИЙ РАЙОН | КФХ «МИРАЖ-ДЕЛЬТА» |  Гусарев Андрей Владимирович |  223311, д. Слобода, Березинский район, Минская область |  +375296951845 |  |  |  пчеловодство |
| БЕРЕЗИНСКИЙ РАЙОН | КХ «Осень» |  Ермолович Михаил Николаевич |  223310, д. Вешевка, Березинский район, Минская область |  +375171532244, +375296728463 |  |  |  растениеводство |
| БЕРЕЗИНСКИЙ РАЙОН | ФХ «Речное» |  Сидорович Владимир Васильевич |  223339, западнее д. Бычин, Березинский район, Минская область |  +375296544805 |  fh_rechnoe_rb@mail.ru |  www.semenatrav.ru |  растениеводство (семена трав) |
| БЕРЕЗИНСКИЙ РАЙОН | ФХ «Трушко» |  Мозгов Дмитрий Иосифович |  223338, д. Михалево, Березинский район, Минская область |  +375171554728 |  |  |  садоводство |
| БЕРЕЗИНСКИЙ РАЙОН | ФХ «ЭкоСадПром» |  Бойко Дмитрий Николаевич |  223339, д. Бычин, Березинский район, Минская область |  +375297531493 |  |  |  плодоводство |
| БЕРЕЗИНСКИЙ РАЙОН | ФХ «Ядлина» |  Михальский Иван Валерьевич |  223338, д. Едлино, Березинский район, Минская область |  +375171554821 |  |  |  свиноводство |
| БОРИСОВСКИЙ РАЙОН | КФХ «Абрамов» |  Абрамов Дмитрий Николаевич |  222115, д. Полелюм, Борисовский район, Минская область |  +375291792321 |  |  |  растениеводство, животноводство, торговля |
| БОРИСОВСКИЙ РАЙОН | КФХ «Алекс и Н» |  Драгун Нина Ивановна |  222115, а.г. Новоселки, ул. Свободы, д.11, Борисовский район, Минская область |  +375296667204, +375177729240 |  alexin.kfh@gmail.com |  alexin.by |  садоводство (саженцы ягодных культур, ягоды) |
| БОРИСОВСКИЙ РАЙОН | ФХ «Аравана-Агро» |  Жерносек Олег Михайлович |  222151, д. Лютец, Борисовский район, Минская область |  +375296521069 |  |  |  животноводство (овцы) |
| БОРИСОВСКИЙ РАЙОН | ФХ «Астахов-агро» |  Астахов Николай Иванович |  222132, д. Звеняты, Борисовский район, Минская область |  +375177798033, +375299476060 |  |  |  животноводство |
| БОРИСОВСКИЙ РАЙОН | КФХ «БагираАгро» |  Грек Григорий Григорьевич |  222130, д. Житьково, ул. Лесная, д.4, Борисовский район, Минская область |  +375297738366 |  |  |  растениеводство, животноводство, торговля |
| БОРИСОВСКИЙ РАЙОН | КФХ «Басацкой Е.П.» |  Басацкая Екатерина Петровна |  222151, д. Рубеж, Борисовский район, Минская область |  +375177733639, +375291990537 |  |  |  растениеводство |
| БОРИСОВСКИЙ РАЙОН | КФХ «Белых И.М.» |  Белых Иван Михайлович |  222115, д. Черневичи, Борисовский район, Минская область |  +375177770538, +375447170538 |  |  |  животноводство, растениеводство |
| БОРИСОВСКИЙ РАЙОН | ФХ «Берегенько П.А.» |  Берегенько Петр Александрович |  222115, д. Полелюм, Борисовский район, Минская область |  +375177780757, +375293495842 |  |  |  растениеводство, животноводство, торговля |
| БОРИСОВСКИЙ РАЙОН | ФХ «Буяки» |  Гришкевич Петр Николаевич |  222127, а.г. Неманица, Борисовский район, Минская область |  +375296274812, +375291824042 |  |  |  выращивание фруктов, орехов и других культур |
| БОРИСОВСКИЙ РАЙОН | КФХ «ВоваВит» |  Арсентьев Владимир Васильевич |  222115, д. Красное, Борисовский район, Минская область |  +375177783541, +375291302575 |  |  |  растениеводство |
| БОРИСОВСКИЙ РАЙОН | КФХ «Гапонько» |  Гапонько Виктор Петрович |  222122, д. Бояры, Борисовский район, Минская область |  +375177753410, +375296753411 |  |  |  растениеводство |
| БОРИСОВСКИЙ РАЙОН | ФХ «ГлебикА» |  Глебик Алексей Владимирович |  222122, а.г. Новоселки, Борисовский район, Минская область |  +375295075051 |  |  |  растениеводство, животноводство, торговля |
| БОРИСОВСКИЙ РАЙОН | КФХ «Задруцкая» |  Задруцкая Анна Николаевна |  222115, д. Сивица, Борисовский район, Минская область |  +375298529009 |  |  |  овцеводство |
| БОРИСОВСКИЙ РАЙОН | КФХ «Зорнае» |  Фомич Михаил Владимирович |  222133, д. Кимия, ул. Садовая, д.5, кв.2, Борисовский район, Минская область |  +375177774130, +375333203881 |  |  |  растениеводство |
| БОРИСОВСКИЙ РАЙОН | КФХ «Иванка» |  Соломыкина Галина Васильевна |  222115, д. Шабыньки, ул. Центральная, д.50, Борисовский район, Минская область |  +375293290638 |  |  |  растениеводство |
| БОРИСОВСКИЙ РАЙОН | КХ «Карп» |  Мякота Александр Мячеславович |  222520, г. Борисов, ул. Заводская, д.19, Минская область |  +375177782925 |  |  |  рыболовство |
| БОРИСОВСКИЙ РАЙОН | ФХ «Коляныч» |  Терлецкий Николай Васильевич |  222142, д. Бродовка, Борисовский район, Минская область |  +375177763220, +375444897497 |  |  |  рыболовство |
| БОРИСОВСКИЙ РАЙОН | КФХ «Конон И.Н.» |  Конон Иван Николаевич |  222132, д. Кричино, ул. Школьная, д.39, Борисовский район, Минская область |  +375177799825, +375296979825 |  |  |  животноводство, растениеводство, агротуризм |
| БОРИСОВСКИЙ РАЙОН | КФХ «Константиновский сад» |  Быков Валентин Константинович |  222125, д. Шилино, Борисовский район, Минская область |  +375177761670, +375297728402 |  |  |  выращивание фруктов, орехов и других культур |
| БОРИСОВСКИЙ РАЙОН | ФХ «Крапивников» |  Крапивников Аркадий Евгеньевич |  222127, д. Круглое, ул. Зеленая, д.12, Борисовский район, Минская область |  +375333472899 |  |  |  птицеводство |
| БОРИСОВСКИЙ РАЙОН | КХ «Круглик А.Д.» |  Круглик Анна Демьяновна |  222154, д. Трояновка, ул. Ленинская, д.26, Борисовский район, Минская область |  +375177773624, +375298576284, +375333407137 |  |  |  растениеводство, картофелеводство |
| БОРИСОВСКИЙ РАЙОН | КФХ «ЛЕС-ВУД-НИК» |  Матусевич Николай Петрович |  222115, д. Черневичи, Борисовский район, Минская область |  +375296851697 |  |  |  животноводство |
| БОРИСОВСКИЙ РАЙОН | ФХ «Лесной уют» |  Якушев Леонид Тимофеевич |  222142, д. Кринички, Борисовский район, Минская область |  +375177772408 |  |  |  растениеводство |
| БОРИСОВСКИЙ РАЙОН | КХ «Мужанка» |  Комоско Лилия Ивановна |  222122, д. Мужанка, Борисовский район, Минская область |  +375445952622, +375297552622, +375177725249 |  |  |  растениеводство |
| БОРИСОВСКИЙ РАЙОН | КХ «Мякота» |  Мякота Петр Мячеславович |  222120, г. Борисов, ул. Заводская, д.19, Минская область |  +375177720474, +375293830964 |  |  |  сельхозпроизводство, рыбоводство, рыбалка, охота, агротуризм |
| БОРИСОВСКИЙ РАЙОН | КХ «Наумовец А.Н.» |  Наумовец Александр Николаевич |  222137, д. Пядань, Борисовский район, Минская область |  +375177778107 |  |  |  рыболовство, животноводство, растениеводство |
| БОРИСОВСКИЙ РАЙОН | ФХ «Папоротник» |  Титовец Геннадий Николаевич |  222115, д. Шабыньки, Борисовский район, Минская область |  +375447625305 |  |  |  картофелеводство |
| БОРИСОВСКИЙ РАЙОН | КФХ «Пинский» |  Пинский Николай Николаевич |  222127, д. Ланковщина, Борисовский район, Минская область |  +375296057965 |  |  |  свиноводство |
| БОРИСОВСКИЙ РАЙОН | ООО «ПожиПрод» |  Янчий Иван Васильевич |  222135, д. Разлитье, Борисовский район, Минская область |  +375295572222, +375173956161 |  |  |  животноводство |
| БОРИСОВСКИЙ РАЙОН | КФХ «Прастор» |  Фомич Александр Владимирович |  222133, д. Кимия, ул. Александра Окунева, д.26, Борисовский район, Минская область |  +375177734306, +375333274996 |  |  |  растениеводство |
| БОРИСОВСКИЙ РАЙОН | КФХ «Пшонка» |  Пшонка Михаил Митрофанович |  222115, д. Гливин, ул. Молодежная, д.118, Борисовский район, Минская область |  +375296642834 |  |  |  растениеводство, распиловка древесины |
| БОРИСОВСКИЙ РАЙОН | КФХ «РИАД-АГРО» |  Райкевич Анатолий Иванович |  222135, д. Разлитье, Борисовский район, Минская область |  +375297560011 |  |  |  животноводство |
| БОРИСОВСКИЙ РАЙОН | ФХ «Рыбочное» |  Воронович Дмитрий Георгиевич |  222122, а.г. Новоселки, Борисовский район, Минская область |  +375296730834 |  |  |  садоводство (фрукты, орехи) |
| БОРИСОВСКИЙ РАЙОН | КФХ «СавэксАгро» |  Кураедов Александр Фомич |  222133, а.г. Зембин, Борисовский район, Минская область |  +375291964209 |  |  |  животноводство |
| БОРИСОВСКИЙ РАЙОН | ФХ «Светлый Берег» |  Долгопалец Михаил Антонович |  222130, д. Малое Стахово, Борисовский район, Минская область |  +375293850899 |  |  |  рыбоводство |
| БОРИСОВСКИЙ РАЙОН | КФХ «Сегодник» |  Сегодник Иван Иванович |  222130, д. Дудинка, Борисовский район, Минская область |  +375445534349 |  |  |  животноводство, растениеводство |
| БОРИСОВСКИЙ РАЙОН | КФХ «Сельский эксклюзив» |  Мясников Виктор Михайлович |  222114, д. Залесье, Борисовский район, Минская область |  +375444815945 |  |  |  животноводство, растениеводство |
| БОРИСОВСКИЙ РАЙОН | КФХ «Слесарев» |  Слесарев Александр Степанович |  222130, д. Дудинка, Борисовский район, Минская область |  +375177754939 |  |  |  животноводство, растениеводство |
| БОРИСОВСКИЙ РАЙОН | КФХ «Соломеина Т.Е.» |  Соломеина Татьяна Егоровна |  222115, д. Сивица, Борисовский район, Минская область |  +375177754959, +375296751125 |  |  |  животноводство |
| БОРИСОВСКИЙ РАЙОН | ФХ «СтрупеньАгро» |  Блохин Евгений Александрович |  222115, д. Струпень, ул. Колхозная, д.6, Борисовский район, Минская область |  +375296765653, +375297534953 |  |  |  животноводство |
| БОРИСОВСКИЙ РАЙОН | КХ «Сялец» |  Чернышевский Валерий Валерьевич |  222115, д. Селец, Борисовский район, Минская область |  +375177787521, +375297779718 |  |  |  животноводство, растениеводство |
| БОРИСОВСКИЙ РАЙОН | КФХ «Тимки» |  Петух Михаил Валентинович |  222130, д. Тимки, ул. Центральная, д.31а, Борисовский район, Минская область |  +375177773369, +375291539747 |  |  |  животноводство |
| БОРИСОВСКИЙ РАЙОН | ФХ «ТурАгроСтрой» |  Евменов Андрей Леонидович |  222120, д. Замошье, Борисовский район, Минская область |  +375447113090 |  |  |  растениеводство |
| БОРИСОВСКИЙ РАЙОН | КФХ «Успешное» |  Шапчиц Светлана Николаевна |  222127, д. Кургановка, Борисовский район, Минская область |  +375177725900, +375293136549 |  |  |  растениеводство, строгание древесины |
| БОРИСОВСКИЙ РАЙОН | ФХ «Фомин А.И.» |  Фомин Александр Иванович |  222127, д. Круглое, Борисовский район, Минская область |  +375299357538 |  |  |  птицеводство |
| БОРИСОВСКИЙ РАЙОН | КФХ «Хомич В.В.» |  Хомич Владимир Владимирович |  222115, д. Гора, ул. Центральная, д.113, оф.1, Борисовский район, Минская область |  +375177783051, +375296026666 |  |  |  растениеводство, животноводство |
| БОРИСОВСКИЙ РАЙОН | ФХ «Щепко С.П.» |  Щепко Сергей Петрович |  222115, д. Осово, Борисовский район, Минская область |  +375293165159 |  |  |  животноводство, растениеводство, торговля |
| БОРИСОВСКИЙ РАЙОН | ФХ «Щучье» |  Радомский Дмитрий Анатольевич |  222122, а.г. Новоселки, Борисовский район, Минская область |  +375296512486 |  |  |  растениеводство |
| БОРИСОВСКИЙ РАЙОН | КФХ «Экзотические растения» |  Паспаев Николай Викторович |  222115, д. Гора, Борисовский район, Минская область |  +375291699995 |  |  |  растениеводство, цветоводство |
| БОРИСОВСКИЙ РАЙОН | КФХ «Юрьева В.Л.» |  Юрьев Виктор Леонидович |  222151, д. Моисеевщина, Борисовский район, Минская область |  +375177773458 |  |  |  растениеводство |
| ВИЛЕЙСКИЙ РАЙОН | ФХ «Ананич и сыновья» |  Ананич Тадеуш Францевич |  222434, д. Плещаны, ул. Центральная, д.23, Вилейский район, Минская область |  +375177120994, +375292695303 |  aniza@tut.by |  |  растениеводство, животноводство |
| ВИЛЕЙСКИЙ РАЙОН | КФХ «Болотовское» |  Листопадов Андрей Владимирович |  222417, д. Сухари, Вилейский район, Минская область |  +375292605158 |  |  |  растениеводство |
| ВИЛЕЙСКИЙ РАЙОН | КФХ «Бубневич» |  Бубневич Юрий Антонович |  222445, д. Фальки, Вилейский район, Минская область |  +375299384340 |  |  |  растениеводство |
| ВИЛЕЙСКИЙ РАЙОН | ФХ «Желенговский А.В.» |  Желенговский Александр Владимирович |  222322, г.п. Радошковичи, ул. Полоцкая, д.74, Минская область |  +375293141443 |  |  |  растениеводство |
| ВИЛЕЙСКИЙ РАЙОН | КХ «Желток М.М.» |  Желток Мечеслав Михайлович |  222424, а.г. Долгиново, ул. Советская, д.18, Вилейский район, Минская область |  +375293564430 |  |  |  растениеводство, животноводство |
| ВИЛЕЙСКИЙ РАЙОН | КХ «Заяц» |  Заяц Михаил Яковлевич |  222424, а.г. Долгиново, ул. Минская, д.41, Вилейский район, Минская область |  +375177164392 |  |  |  растениеводство |
| ВИЛЕЙСКИЙ РАЙОН | КФХ «Заячья усадьба» |  Домников Василий Васильевич |  223036, г. Заславль, пер. Коммунальный, д.19, Минская область |  +375292583709 |  |  |  кролиководство |
| ВИЛЕЙСКИЙ РАЙОН | КФХ «Ковалевский» |  Ковалевский Иосиф Степанович |  222424, а.г. Долгиново, Вилейский район, Минская область |  +375296959844 |  |  |  растениеводство |
| ВИЛЕЙСКИЙ РАЙОН | КФХ «Крайские Пасеки» |  Титов Александр Александрович |  222442, д. Крайские Пасеки, ул. Луговая, д.10, Вилейский район, Минская область |  +375177173419, +375296271070, +375295671070 |  |  |  растениеводство, животноводство, овцеводство, пчеловодство |
| ВИЛЕЙСКИЙ РАЙОН | КФХ «Кулеш и сыновья» |  Кулеш Петр Петрович |  222416, д. Кулеши, Вилейский район, Минская область |  +375177164468 |  |  |  растениеводство |
| ВИЛЕЙСКИЙ РАЙОН | ФХ «Любанское» |  Масловский Вячеслав Валентинович |  222417, д. Дядичи, Вилейский район, Минская область |  +375336771558 |  |  |  свиноводство |
| ВИЛЕЙСКИЙ РАЙОН | ФХ «Новоселка» |  Новоселок Геннадий Михайлович |  222455, а.г. Лыцевичи, Вилейский район, Минская область |  +375299837279 |  |  |  растениеводство |
| ВИЛЕЙСКИЙ РАЙОН | КФХ «Новый Хуторок» |  Русак Алексей Петрович |  222415, д. Галиново, Вилейский район, Минская область |  +375293596462 |  |  |  животноводство |
| ВИЛЕЙСКИЙ РАЙОН | ФХ «Овощной Магнат» |  Ткачев Николай Васильевич |  222417, д. Туровщина, д.29, Вилейский район, Минская область |  +375291531741 |  |  |  растениеводство |
| ВИЛЕЙСКИЙ РАЙОН | ФХ «Полянка-Хуторянка» |  Малютина Жанна Михайловна |  222435, д. Полянка, ул. Центральная, д.2, Вилейский район, Минская область |  +375293573102 |  |  |  растениеводство |
| ВИЛЕЙСКИЙ РАЙОН | ФХ «Свентицкого» |  Свентицкий Геннадий Леонидович |  333445, д. Вязынь, Вилейский район, Минская область |  +375291266171 |  |  |  растениеводство |
| ВИЛЕЙСКИЙ РАЙОН | КФХ «Селицкого И.Ф.» |  Селицкий Иван Францевич |  222424, а.г. Долгиново, Вилейский район, Минская область |  +375177164458 |  |  |  растениеводство |
| ВИЛЕЙСКИЙ РАЙОН | КФХ «Соколовка-агро» |  Семенова Татьяна Ивановна |  222410, г. Вилейка, ул. Гагарина, д.12, кв.66, Минская область |  +375297568057 |  |  |  растениеводство |
| ВИЛЕЙСКИЙ РАЙОН | ФХ «Стеберяки» |  Бохан Игорь Евгеньевич |  222410, г. Вилейка, ул. Комарова, д.6, кв.27, Минская область |  +375291279377 |  |  |  животноводство |
| ВИЛЕЙСКИЙ РАЙОН | КХ «Улей» |  Послед Валерий Анатольевич |  222421, д. Балаши, ул. Центральная, д.2, Вилейский район, Минская область |  +375177161162, +375299864742 |  |  |  растениеводство, овощеводство, пчеловодство |
| ВИЛЕЙСКИЙ РАЙОН | КФХ «Фермер Дурович» |  Дурович Алексей Игнатьевич |  222417, д. Барсуки, Вилейский район, Минская область |  +375293824264 |  |  |  растениеводство |
| ВИЛЕЙСКИЙ РАЙОН | ФХ «Чемпион» |  Апанасевич Мечислав Станиславович |  222410, д. Клыни, Вилейский район, Минская область |  +375296238596 |  |  |  овощеводство, растениеводство |
| ВИЛЕЙСКИЙ РАЙОН | КХ «Яловенко Л.Н.» |  Яловенко Любовь Николаевна |  222440, д. Слипки, Вилейский район, Минская область |  +375292590019 |  |  |  растениеводство |
| ВОЛОЖИНСКИЙ РАЙОН | КФХ «АЛВИТАНА» |  Сковпень Тамара Александровна |  222366, д. Гиревичи, Воложинский район, Минская область |  +375447720523, +375295685113 |  |  |  животноводство |
| ВОЛОЖИНСКИЙ РАЙОН | КХ «Амагер» |  Василевский Леонид Иванович |  222345, д. Добрая Земля, Воложинский район, Минская область |  +375296633885 |  |  |  растениеводство |
| ВОЛОЖИНСКИЙ РАЙОН | ФХ «Выгоничанка» |  Зинченко Татьяна Владимировна |  222365, д. Выгоничи, Воложинский район, Минская область |  +375172718829, +375293240281 |  |  |  рыбоводство, цветоводство, оказание услуг по отдыху и развлечению |
| ВОЛОЖИНСКИЙ РАЙОН | КФХ «ГИРОВИЧСКОЕ» |  Выжиковский Владимир Владимирович |  222366, д. Гировичи, Воложинский район, Минская область |  +375293701174 |  |  |  растениеводство, животноводство |
| ВОЛОЖИНСКИЙ РАЙОН | КФХ «Гладко» |  Кудин Олег Михайлович |  222363, д. Новины, Воложинский район, Минская область |  +375296123562, +375298745564 |  |  |  коневодство |
| ВОЛОЖИНСКИЙ РАЙОН | КХ «Гринкина А.П.» |  Гринкин Александр Петрович |  222365, х. Моньки, Воложинский район, Минская область |  +375296192888 |  |  |  растениеводство |
| ВОЛОЖИНСКИЙ РАЙОН | КФХ «Двор Кульшаны» |  Войцехович Дмитрий Леонидович |  220017, г. Минск, ул. Матусевича, д.77, кв.191 |  +375296210495 |  |  |  животноводство, растениеводство |
| ВОЛОЖИНСКИЙ РАЙОН | КХ «Дворища» |  Вашета Светлана Евгеньевна |  222352, д. Дворище, Воложинский район, Минская область |  +375293148387 |  |  |  растениеводство |
| ВОЛОЖИНСКИЙ РАЙОН | ФХ «Дивный сад» |  Ашуркевич Виктор Антонович |  222348, д. Шелевщина (п/о Судники), Воложинский район, Минская область |  +375177241222, +375296188934 |  |  |  плодоводство |
| ВОЛОЖИНСКИЙ РАЙОН | КФХ «Дудченко В.В.» |  Дудченко Вячеслав Васильевич |  222352, д. Дубовцы, Воложинский район, Минская область |  +375177246463, +375297694431 |  |  |  садоводство |
| ВОЛОЖИНСКИЙ РАЙОН | КФХ «Иванчик» |  Иванчик Алла Константиновна |  222357, д. Саковище, Воложинский район, Минская область |  +375177254593 |  |  |  растениеводство |
| ВОЛОЖИНСКИЙ РАЙОН | ФХ «Кони-пони» |  Столярский Александр Викторович |  222365, д. Михалово, Воложинский район, Минская область |  +375296761942 |  |  |  животноводство, растениеводство |
| ВОЛОЖИНСКИЙ РАЙОН | КФХ «Лесковская Заманиха» |  Судас Виктор Федорович |  222365, д. Юржишки, Воложинский район, Минская область |  +375295529676 |  |  |  животноводство |
| ВОЛОЖИНСКИЙ РАЙОН | КХ «Ментюка Б.Э.» |  Ментюк Бронислав Эдвардович |  222362, а.г. Доры, ул. Советская, д.46, Воложинский район, Минская область |  +375177233145, +375297602438 |  |  |  растениеводство |
| ВОЛОЖИНСКИЙ РАЙОН | КФХ «Моньки» |  Горовцов Валерий Николаевич |  222365, д. Моньки, Воложинский район, Минская область |  +375296527922 |  |  |  растениеводство |
| ВОЛОЖИНСКИЙ РАЙОН | КФХ «Над Ислочью» |  Наумовец Ирина Евгеньевна |  220073, г. Минск, пер. Загородный 4-й, д.2, кв.1 |  +375177240216, +375336639502 |  |  |  птицеводство |
| ВОЛОЖИНСКИЙ РАЙОН | КХ «Нехведовича И.И.» |  Нехведович Иосиф Иванович |  222362, а.г. Доры, ул. Советская, д.47, Воложинский район, Минская область |  +375177246532, +375296704325 |  |  |  растениеводство |
| ВОЛОЖИНСКИЙ РАЙОН | КХ «Облачко» |  Литвин Александр Иванович |  222363, д. Крапивники, Воложинский район, Минская область |  +375296353607 |  |  |  растениеводство |
| ВОЛОЖИНСКИЙ РАЙОН | КХ «Орловского И.И.» |  Орловский Иван Иванович |  222351, д. Лужаны, Воложинский район, Минская область |  +375177247189, +375293419992 |  |  |  растениеводство |
| ВОЛОЖИНСКИЙ РАЙОН | КФХ «Приозерное-2010» |  Нейрановский Александр Иванович |  222352, д. Дубина Юрздыцкая, Воложинский район, Минская область |  +375445455549 |  |  |  растениеводство |
| ВОЛОЖИНСКИЙ РАЙОН | КФХ «Раковский орешник» |  Евсейчиков Андрей Валентинович |  222365, д. Пережери, Воложинский район, Минская область |  +375296700802 |  |  |  садоводство |
| ВОЛОЖИНСКИЙ РАЙОН | КХ «Силин» |  Силин Николай Васильевич |  222352, д. Реченята, ул. Заречная, д.64, Воложинский район, Минская область |  +375177240597, +375296646694 |  |  |  растениеводство |
| ВОЛОЖИНСКИЙ РАЙОН | КФХ «Синькевич Ю.А.» |  Синькевич Юрий Алексеевич |  222360, д. Носовичи, Воложинский район, Минская область |  +375296958819 |  |  |  растениеводство |
| ВОЛОЖИНСКИЙ РАЙОН | КФХ «Щедрый Родник» |  Савченко Наталья Руслановна |  220035, г. Минск, пр. Победителей, д.53/1, кв.222 |  +375293634766 |  |  |  овцеводство |
| ВОЛОЖИНСКИЙ РАЙОН | ФХ «ЭКОФЛОРА» |  Цвирко Олег Олегович |  222365, д. Михалово, Воложинский район, Минская область |  +375296787696 |  |  |  растениеводство |
| ДЗЕРЖИНСКИЙ РАЙОН | ФХ «Василек» |  Вергейчик Василий Федорович |  222741, д. Наквасы, Дзержинский район, Минская область |  +375171620181, +375171657157, +375296223345 |  info@vasilek.by, ferm64@mail.ru |  vasilek.by |  транспортные услуги, хранение грузов, животноводство, рыбоводство, растениеводство, оптовая и розничная торговля мясными продуктами различных видов |
| ДЗЕРЖИНСКИЙ РАЙОН | КХ «7 Августа» |  Черник Лилия Николаевна |  222744, д. Демидовичи, Дзержинский район, Минская область |  +375297081440 |  |  |  растениеводство |
| ДЗЕРЖИНСКИЙ РАЙОН | ФХ «АВ Спортивные лошади» |  Сидорович Владимир Константинович |  222732, д. Нарейки, Дзержинский район, Минская область |  +375293370082, +375296378962 |  |  deal.by/cs/3696 |  растениеводство, коневодство |
| ДЗЕРЖИНСКИЙ РАЙОН | КХ «АГРАН» |  Кернога Виктор Петрович |  222721, д. Фрунзе, Дзержинский район, Минская область |  +375297606476 |  |  |  овощеводство |
| ДЗЕРЖИНСКИЙ РАЙОН | КФХ «АгроТАР» |  Таргоня Демьян Демьянович |  220082, г. Минск, ул. Притыцкого, д.34/1, кв.3 |  +375293535358, +375295622206 |  |  |  овощеводство, свиноводство |
| ДЗЕРЖИНСКИЙ РАЙОН | КФХ «Агроусадьба Русаки» |  Русак Екатерина Александровна |  222721, д. Гриньково, д.61, Дзержинский район, Минская область |  +375296973973 |  |  |  овощеводство |
| ДЗЕРЖИНСКИЙ РАЙОН | КФХ «АРГАМАК» |  Юрченко Михаил Филиппович |  220073, г. Минск, ул. Притыцкого, д.17, кв.67 |  +375172520222, +375296870222, +375296500240 |  |  |  коневодство |
| ДЗЕРЖИНСКИЙ РАЙОН | КФХ «Бакиновское» |  Трус Андрей Владимирович |  222739, д. Ст. Рудица, Дзержинский район, Минская область |  +375293645158, +375297552203 |  |  |  растениеводство |
| ДЗЕРЖИНСКИЙ РАЙОН | КФХ «ВЕРЖЕЛИЯ» |  Янулевич Вероника Яковлевна |  222734, а.г. Волма, ул. Советская, д.28, Дзержинский район, Минская область |  +375171634717, +375291740217 |  |  |  растениеводство |
| ДЗЕРЖИНСКИЙ РАЙОН | КФХ «ДАК» |  Крылов Дмитрий Анатольевич |  222722, х. Лизаветин, Дзержинский район, Минская область |  +375171643341, +375295759912 |  dmkr@tut.by |  dak.by |  козоводство, производство молока, квашеной капусты |
| ДЗЕРЖИНСКИЙ РАЙОН | Фермерский парк развлечений «Кукуполис» |  Крылов Дмитрий Анатольевич |  222722, х. Лизаветин, Дзержинский район, Минская область |  +375298678586 |  kukupolisminsk@gmail.com |  kukupolis.dak.by |  парк развлечений |
| ДЗЕРЖИНСКИЙ РАЙОН | КХ «Делун В.С.» |  Делун Владимир Святославович |  220100, г. Минск, ул. Богдановича, д.81, кв.17 |  +375295027742 |  |  |  овощеводство |
| ДЗЕРЖИНСКИЙ РАЙОН | ФХ «Казак А.В.» |  Казак Александр Вячеславович |  222712, д. Ферма-Гай, д.39а, Дзержинский район, Минская область |  +375295633197 |  |  |  растениеводство |
| ДЗЕРЖИНСКИЙ РАЙОН | КХ «Коховича А.Д.» |  Кохович Анатолий Дмитриевич |  222710, д. Каменка, Дзержинский район, Минская область |  +375171659386, +375297714340 |  |  |  овощеводство |
| ДЗЕРЖИНСКИЙ РАЙОН | ФХ «Королевская бульбачка» |  Кернога Наталья Карловна |  222721, д. Фрунзе, Дзержинский район, Минская область |  +375297583510 |  |  |  растениеводство |
| ДЗЕРЖИНСКИЙ РАЙОН | КХ «Крука А.Н.» |  Крук Александр Николаевич |  222741, д. Юцки, Дзержинский район, Минская область |  +375171635145, +375295651308 |  |  |  растениеводство |
| ДЗЕРЖИНСКИЙ РАЙОН | КФХ «ЛЕСДАР» |  Дарашкевич Леонид Станиславович |  222744, д. Демидовичи, д.10, Дзержинский район, Минская область |  +375171635259, +375293460627 |  |  |  растениеводство |
| ДЗЕРЖИНСКИЙ РАЙОН | КФХ «Лабановский И.И.» |  Лабановский Иван Иванович |  222740, д. Ярошовка, Дзержинский район, Минская область |  +375297657634 |  |  |  растениеводство |
| ДЗЕРЖИНСКИЙ РАЙОН | КХ «Манул» |  Камейша Дмитрий Леонидович |  222720, г. Дзержинск, ул. Красноармейская, д.1, Минская область |  +375171658015, +375297610991 |  |  |  растениеводство |
| ДЗЕРЖИНСКИЙ РАЙОН | КФХ «Менжинский» |  Менжинский Иван Леонидович |  222732, д. Плоское, д.20, Дзержинский район, Минская область |  +375296517050 |  |  |  растениеводство |
| ДЗЕРЖИНСКИЙ РАЙОН | КХ «НОВАТОР САД» |  Марченко Владимир Викторович |  222750, г. Фаниполь, ул. Комсомольская, д.2, кв.56, Минская область |  +375171674030, +375296248454, +375296874030 |  info@navatorsad.by |  navatorsad.by |  садоводство |
| ДЗЕРЖИНСКИЙ РАЙОН | КФХ «Пегая лошадь» |  Гаркун Игорь Владимирович |  222720, г. Дзержинск, ул. Энгельса, д.15, кв.28, Минская область |  +375336667346, +375291448106 |  |  |  коневодство |
| ДЗЕРЖИНСКИЙ РАЙОН | КФХ «Саковец В.И.» |  Саковец Вячеслав Иванович |  222728, д. Малиновка, Дзержинский район, Минская область |  +375293146688, +375296479581 |  |  |  пчеловодство, садоводство |
| ДЗЕРЖИНСКИЙ РАЙОН | КФХ «Турьяково-агро» |  Белый Николай Иванович |  222712, г. Дзержинск, ул. Восточная, д.25, Минская область |  +375291411184 |  |  |  кролиководство |
| ДЗЕРЖИНСКИЙ РАЙОН | КХ «Юхновича П.М.» |  Юхнович Петр Михайлович |  222721, д. Перхурово, Дзержинский район, Минская область |  +375296528710 |  |  |  свиноводство |
| ДЗЕРЖИНСКИЙ РАЙОН | КФХ «Чулково» |  Чулков Алексей Алексеевич |  222742, д. Вертники, Дзержинский район, Минская область |  +375296523173 |  |  |  агротуризм |
| ДЗЕРЖИНСКИЙ РАЙОН | КХ «№73» |  Шепилевич Игорь Иосифович |  222741, д. Голышово, Дзержинский район, Минская область |  +375296394723 |  |  |  растениеводство |
| ДЗЕРЖИНСКИЙ РАЙОН | КХ «Ячного Б.Б.» |  Ячный Бронислав Брониславович |  222742, д. Вертники, Дзержинский район, Минская область |  +375296671514 |  |  |  растениеводство, пчеловодство |
| КЛЕЦКИЙ РАЙОН | КХ «Авдей» |  Авдей Иван Владимирович |  222535, а.г. Щепичи, ул. Броворовщина, д.3, Клецкий район, Минская область |  +375179350235, +375179353054, +375296853054 |  browar3@mail.ru |  |  ячмень пивоваренный, озимый рапс, сахарная свекла |
| КЛЕЦКИЙ РАЙОН | ФХ «Балухо» |  Балухо Николай Михайлович |  222535, д. Воронино, ул. Советская, д.5, Клецкий район, Минская область |  +375298728266 |  |  |  овцеводство |
| КЛЕЦКИЙ РАЙОН | КФХ «Буко» |  Буко Вячеслав Михайлович |  222646, а.г. Морочь, ул. Парковая, д.10, ком.8, Клецкий район, Минская область |  +375179333291, +375296949948 |  |  |  растениеводство |
| КЛЕЦКИЙ РАЙОН | КХ «Версия» |  Авдей Александр Владимирович |  222535, а.г. Щепичи, ул. Броворовщина, д.1, Клецкий район, Минская область |  +375179336705, +375296798404 |  |  |  ячмень пивоваренный, озимый рапс, сахарная свекла |
| КЛЕЦКИЙ РАЙОН | ФХ «Карбовцы» |  Муравицкий Павел Александрович |  222652, д. Синявка, ул. Шоссейная, д.50, ком.22, Клецкий район, Минская область |  +375296738373 |  |  |  овощеводство |
| КЛЕЦКИЙ РАЙОН | КХ «Кулика В.А.» |  Кулик Владимир Антонович |  222652, д. Жомойдь, Клецкий район, Минская область |  +375179341205, +375293492569 |  |  |  овощеводство |
| КЛЕЦКИЙ РАЙОН | КХ «Лащенова А.Ф.» |  Лащенов Александр Федорович |  222531, г. Клецк, ул. Китченко, д.72, Минская область |  +375179350913, +375295761574 |  |  |  животноводство |
| КЛЕЦКИЙ РАЙОН | КФХ «Машей и К» |  Машей Олег Викторович |  222657, д. Секеричи, Клецкий район, Минская область |  +375296143729, +375179342737 |  |  |  овощеводство, садоводство |
| КЛЕЦКИЙ РАЙОН | КХ «Мороза Л.П.» |  Мороз Леонид Петрович |  222651, д. Залешаны, ул. Садовая, д.73, Клецкий район, Минская область |  +375293235172, +375179360810, +375179332380 |  morozmihail@gmail.com |  |  овощеводство, садоводство, питомниководство, плодоводство |
| КЛЕЦКИЙ РАЙОН | КФХ «Приусадебное» |  Машей Евгений Олегович |  222536, а.г. Секеричи, ул. Клецкая, д.23, кв.3, Клецкий район, Минская область |  +375179342767, +375296210581 |  |  |  овощеводство |
| КЛЕЦКИЙ РАЙОН | КФХ «Пронько» |  Пронько Андрей Александрович |  222654, д. Дунайчицы, ул. Октябрьская, д.53, Клецкий район, Минская область |  +375297712716 |  |  |  овощеводство |
| КОПЫЛЬСКИЙ РАЙОН | ФХ «Бандыко» |  Бандыко Денис Александрович |  223911, д. Потейки, Копыльский район, Минская область |  +375447513240 |  |  |  овощеводство |
| КОПЫЛЬСКИЙ РАЙОН | КХ «Барай» |  Барай Роман Павлович |  223942, д. Лотвины, ул. Подлесная, д.1, Копыльский район, Минская область |  +375171942890, +375295893365, +375293738562 |  |  |  производство сельхозпродукции, растениеводство |
| КОПЫЛЬСКИЙ РАЙОН | ФХ «Бимовец» |  Пыжик Николай Николаевич |  223914, д. Камень, ул. Садовая, д.172, Копыльский район, Минская область |  +375298543142 |  |  |  овощеводство |
| КОПЫЛЬСКИЙ РАЙОН | КФХ «Бобко» |  Бобко Владимир Владимирович |  223943, а.г. Лесное, Копыльский район, Минская область |  +375171939197, +375297769626 |  |  |  растениеводство, овощеводство |
| КОПЫЛЬСКИЙ РАЙОН | КФХ «Глыба» |  Матус Эдуард Константинович |  223914, д. Карачевщина, ул. Центральная, д.64, Копыльский район, Минская область |  +375336655652 |  |  |  овощеводство |
| КОПЫЛЬСКИЙ РАЙОН | КФХ «Дрожжа» |  Дрожжа Тамара Ивановна |  223927, г. Копыль, ул. Зеленая, д.27, Минская область |  +375171954853, +375333001276 |  |  |  растениеводство, овощеводство |
| КОПЫЛЬСКИЙ РАЙОН | ФХ «Казаковка-Агро» |  Ансилевский Андрей Романович |  223918, д. Казаковка, д.31, Копыльский район, Минская область |  +375297456806 |  |  |  овощеводство |
| КОПЫЛЬСКИЙ РАЙОН | КФХ «Кацубо» |  Кацуба Николай Иванович |  223912, п. Андросовщина, ул. Лесная, д.4, Копыльский район, Минская область |  +375171933258, +375295044852 |  |  |  растениеводство |
| КОПЫЛЬСКИЙ РАЙОН | КХ «Кубрак» |  Кубрак Виктор Викторович |  223943, а.г. Лесное, Копыльский район, Минская область |  +375171939182, +375297780479 |  |  |  овощеводство |
| КОПЫЛЬСКИЙ РАЙОН | КФХ «Любецкий» |  Любецкий Михаил Викторович |  223926, д. Преснаки, Копыльский район, Минская область |  +375336043072 |  |  |  животноводство (лошади) |
| КОПЫЛЬСКИЙ РАЙОН | КФХ «Мысли» |  Карпович Виктор Витольдович |  223918, д. Мысли, д.6, Копыльский район, Минская область |  +375171950254, +375297788933 |  |  |  овощеводство |
| КОПЫЛЬСКИЙ РАЙОН | ФХ «Надежда-агропродукт» |  Данилович Надежда Викторовна |  223930, д. Заневедомка, ул. Приозерная, Копыльский район, Минская область |  +375296744322 |  |  |  овощеводство |
| КОПЫЛЬСКИЙ РАЙОН | КХ «Нестер» |  Нестер Владимир Алексеевич |  223942, д. Калиновка, Копыльский район, Минская область |  +375171946604, +375296294534 |  |  |  сервис |
| КОПЫЛЬСКИЙ РАЙОН | КФХ «Новое Озерное» |  Жук Василий Викторович |  223914, д. Камень, Копыльский район, Минская область |  +375291677931 |  |  |  овощеводство |
| КОПЫЛЬСКИЙ РАЙОН | КФХ «Рамбулье» |  Мельников Александр Георгиевич |  223920, д. Великие Прусы, ул. Центральная, д.16, Копыльский район, Минская область |  +375172907414, +375296849909 |  |  |  овцеводство |
| КОПЫЛЬСКИЙ РАЙОН | КФХ «Рымя» |  Бердник Сергей Геннадьевич |  223940, д. Дусаевщина, Копыльский район, Минская область |  +375171939785, +375293277019 |  |  |  растениеводство |
| КОПЫЛЬСКИЙ РАЙОН | КФХ «Солнечная нива» |  Мойсейчик Владимир Иванович |  223934, а.г. Братково, Копыльский район, Минская область |  +375171947633, +375296774544 |  |  |  растениеводство, овощеводство |
| КРУПСКИЙ РАЙОН | КФХ «Авдиевич» |  Авдиевич Юрий Дмитриевич |  222024, г.п. Холопеничи, Крупский район, Минская область |  +375179653609, +375293110749 |  |  |  растениеводство, животноводство |
| КРУПСКИЙ РАЙОН | КХ «Барауля В.А.» |  Барауля Василий Адамович |  222001, г. Крупки, ул. Заречная, д.35, Минская область |  +375179656451 |  |  |  растениеводство |
| КРУПСКИЙ РАЙОН | ФХ «Весёлая ферма» |  Винцевич Светлана Владимировна |  222021, д. Каменка, ул. Советская, д.3, кв.2, Крупский район, Минская область |  +375298549539 |  |  |  животноводство |
| КРУПСКИЙ РАЙОН | КФХ «ДИСАВИ-АГРО» |  Василевская Анна Александровна |  222012, д. Слобода, Крупский район, Минская область |  +375179657595 |  |  |  растениеводство |
| КРУПСКИЙ РАЙОН | КФХ «Долгая В.Н.» |  Долгая Вера Николаевна |  222030, д. Большое Городно, ул. Молодежная, д.22, Крупский район, Минская область |  +375179624712, +375295098919 |  |  |  растениеводство, животноводство |
| КРУПСКИЙ РАЙОН | КФХ «Заборочье» |  Титов Иван Иванович |  222028, д. Заборочье, Крупский район, Минская область |  +375296770705, +375296880705, +375172364192 |  bluegold@tut.by |  bluegold.by |  выращивание саженцев голубики садовой (высокорослой), создание систем автоматического полива растений |
| КРУПСКИЙ РАЙОН | КФХ «Загорушка» |  Загорская Татьяна Александровна |  222001, г. Крупки, ул. Советская, д.44, кв.10, Минская область |  +375179655547, +375297510836 |  |  |  растениеводство |
| КРУПСКИЙ РАЙОН | КФХ «Ункомбел Агро» |  Карташев Дмитрий Олегович |  220015, г. Минск, пр. Пушкина, д.7/1, кв.13 |  +375299958885 |  |  |  картофелеводство |
| КРУПСКИЙ РАЙОН | КФХ «Хмельников» |  Хмельников Сергей Васильевич |  222022, д. Большое Осово, Крупский район, Минская область |  +375447938928 |  |  |  пчеловодство |
| ЛОГОЙСКИЙ РАЙОН | КФХ «АГРО РОСМА» |  Сакович Юрий Иванович |  223130, г.п. Плещеницы, д.4, Логойский район, Минская область |  +375296771381 |  |  |  свиноводство |
| ЛОГОЙСКИЙ РАЙОН | КФХ «Александровский посад» |  Тишкевич Александр Иванович |  223114, д. Вяча, Логойский район, Минская область |  +375291333307, +375296758949 |  |  |  садоводство, растениеводство |
| ЛОГОЙСКИЙ РАЙОН | КФХ «Амнишево» |  Скипор Александр Сергеевич |  223143, д. Амнишево, Логойский район, Минская область |  +375296255110 |  |  |  растениеводство, рыбоводство, агротуризм |
| ЛОГОЙСКИЙ РАЙОН | КФХ «Бобровая поляна» |  Малофеевский Дмитрий Иванович |  223120, д. Старое Городище, Логойский район, Минская область |  +375296754890 |  |  |  разведение лошадей |
| ЛОГОЙСКИЙ РАЙОН | ФХ «Валеженька» |  Липлянин Валерий Станиславович |  223146, д. Ганевичи, ул. Речная, д.51а, Логойский район, Минская область |  +375177456230, +375296956230 |  |  |  растениеводство, овощеводство |
| ЛОГОЙСКИЙ РАЙОН | КФХ «Габдрафиков» |  Габдрафиков Сергей Зинурович |  223114, д. Беларучи, Логойский район, Минская область |  +375296344016 |  |  |  животноводство |
| ЛОГОЙСКИЙ РАЙОН | КХ «Журавушка-Л» |  Байдюк Валентин Дмитриевич |  223114, д. Прудище, Логойский район, Минская область |  +375296451266 |  |  |  растениеводство |
| ЛОГОЙСКИЙ РАЙОН | КФХ «Каравайское» |  Танкевич Лариса Петровна |  223114, д. Мочаны, Логойский район, Минская область |  +375291761429 |  |  |  производство кормов |
| ЛОГОЙСКИЙ РАЙОН | КХ «Кишкурно В.И.» |  Кишкурно Владимир Иосифович |  223134, д. Октябрь, ул. Центральная, д.63, Логойский район, Минская область |  +375177472210, +375292768474 |  |  |  растениеводство, пчеловодство |
| ЛОГОЙСКИЙ РАЙОН | ФХ «Лавыш и ЮНТА» |  Лавыш Наталья Николаевна |  223114, д. Марковщина, Логойский район, Минская область |  +375296517188 |  |  |  свиноводство |
| ЛОГОЙСКИЙ РАЙОН | КХ «Леончика В.П.» |  Леончик Виктор Петрович |  223114, д. М. Гаяны, Логойский район, Минская область |  +375293147351, +375297697098 |  |  |  растениеводство |
| ЛОГОЙСКИЙ РАЙОН | ФХ «Матейковича Ю.А.» |  Матейкович Юрий Адольфович |  223141, д. Выгорь, Логойский район, Минская область |  +375295038066 |  |  |  овощеводство |
| ЛОГОЙСКИЙ РАЙОН | КФХ «Михайловский посад» |  Тишкевич Михаил Иванович |  223114, д. Вяча, Логойский район, Минская область |  +375296595262 |  |  |  садоводство, растениеводство |
| ЛОГОЙСКИЙ РАЙОН | ФХ «Петух П.И.» |  Петух Петр Иосифович |  223144, д. Избище, ул. Молодежная, д.17, Логойский район, Минская область |  +375177474749 |  |  |  растениеводство |
| ЛОГОЙСКИЙ РАЙОН | ФХ «Питомник растений» |  Янушко Наталья Леонидовна |  223113, п. Ковалевщина, Логойский район, Минская область |  +375296607111 |  |  |  питомниководство |
| ЛОГОЙСКИЙ РАЙОН | КФХ «Попов М.Т.» |  Попов Михаил Тимофеевич |  223141, д. Старинки, Логойский район, Минская область |  +375177472145, +375292610249 |  |  |  пчеловодство |
| ЛОГОЙСКИЙ РАЙОН | КФХ «РОДОВОЕ ПОМЕСТЬЕ КУЛЬПИНЫХ» |  Кульпин Артем Игоревич |  223114, д. Беларучи, Логойский район, Минская область |  +375296911991 |  |  |  растениеводство |
| ЛОГОЙСКИЙ РАЙОН | КФХ «САД МАЙТРЕЙЯ» |  Таранов Александр Александрович |  223134, д. Октябрь, ул. Полевая, д.17, Логойский район, Минская область |  +375177471207, +375177472242 |  |  |  овощеводство |
| ЛОГОЙСКИЙ РАЙОН | КФХ «Свидно» |  Усламина Ольга Александровна |  223112, д. Свидно, Логойский район, Минская область |  +375172900028, +375296757144 |  |  |  птицеводство, рыбоводство |
| ЛОГОЙСКИЙ РАЙОН | КФХ «Селянин» |  Барковский Эдуард Васильевич |  223114, д. Вяча, Логойский район, Минская область |  +375293605014 |  |  |  овощеводство |
| ЛОГОЙСКИЙ РАЙОН | КХ «Станкевича П.С.» |  Станкевич Петр Станиславович |  223144, д. Саковичи, Логойский район, Минская область |  +375177473060, +375293542532 |  |  |  свиноводство, овощеводство |
| ЛОГОЙСКИЙ РАЙОН | КХ «Сытик Л.П.» |  Сытик Лариса Понкратовна |  223134, д. Уболотье, Логойский район, Минская область |  +375177478550, +375177476348 |  |  |  кролиководство, овощеводство |
| ЛОГОЙСКИЙ РАЙОН | КФХ «Три соловья» |  Гершанова Алла Владимировна |  223113, д. Острошицы, Логойский район, Минская область |  +375296284146, +375296758139 |  |  |  агротуризм |
| ЛОГОЙСКИЙ РАЙОН | ООО «Фазанинвест» |  Шостак Павел Иванович |  223114, д. Алекшицы, Логойский район, Минская область |  +375172583108 |  |  |  растениеводство |
| ЛОГОЙСКИЙ РАЙОН | КФХ «Цнянские экопродукты» |  Адамович Владимир Леонидович |  223117, д. Цна, д.15, Логойский район, Минская область |  +375336348925, + 375177458023, +375333209106, +375297619899 |  bulbaland@bk.ru |  www.bulbaland.by |  картофелеводство, растениеводство |
| ЛОГОЙСКИЙ РАЙОН | ФХ «Чистые овощи» |  Хвесечко Ренада Евгеньевна |  223114, д. Алекшицы, Логойский район, Минская область |  +375291240785 |  |  |  растениеводство |
| ЛОГОЙСКИЙ РАЙОН | КФХ «Штатский С.М.» |  Штатский Сергей Маратович |  223124, д. Совденевичи, Логойский район, Минская область |  +375296582709 |  |  |  садоводство |
| ЛОГОЙСКИЙ РАЙОН | КФХ «Энергия природы» |  Жилянин Юрий Владимирович |  223141, г. Логойск, ул. Советская, д.1, оф.39а, Минская область |  +375296166105 |  |  |  растениеводство |
| ЛЮБАНСКИЙ РАЙОН | КФХ «Безпятко» |  Безпятко Галина Андреевна |  223810, д. Пекличи, Любанский район, Минская область |  +375179454124 |  |  |  свиноводство, растениеводство, садоводство |
| ЛЮБАНСКИЙ РАЙОН | ФХ «ЗТР Аллахвердиев» |  Аллахвердиев Зарбали Байралам оглы |  223810, д. Паличное, Любанский район, Минская область |  +375179454581, +375296954681 |  |  |  овощеводство |
| ЛЮБАНСКИЙ РАЙОН | ФХ «Конезавод-Айрис» |  Касач Александр Васильевич |  223839, урочище «Хотиново», Любанский район, Минская область |  +375293248629 |  |  |  растениеводство |
| ЛЮБАНСКИЙ РАЙОН | ФХ «Мясной подворок» |  Попов Алексей Борисович |  223810, г. Любань, ул. Первомайская, д.34, к.3, Минская область |  +375296654876 |  |  |  животноводство |
| МИНСКИЙ РАЙОН | КФХ «Аполлон-Агро» |  Шляхтенко Вадим Константинович |  220007, г. Минск, ул. Аэродромная, д.109, к.7 |  +375172162204 |  |  |  плодоводство |
| МИНСКИЙ РАЙОН | КФХ «Авсянский» |  Авсянский Александр Владимирович |  223042, д. Семков Городок, ул. Коммунистическая, д.22, Минский район, Минская область |  +375175031758, +375296400145 |  |  |  овощеводство |
| МИНСКИЙ РАЙОН | КФХ «Агрокомплекс союз» |  Бондарчук Лидия Яковлевна |  223045, д. Казеково, Минский район, Минская область |  +375447745324, +375296394506 |  |  |  растениеводство |
| МИНСКИЙ РАЙОН | КФХ «Агроном» |  Гончаров Алексей Михайлович |  223024, п. Звенячи, Минский район, Минская область |  +375173144030, +375296177960 |  |  |  растениеводство |
| МИНСКИЙ РАЙОН | КФХ «АГРОСЕРВИС КОМПЛЕКС» |  Саевец Николай Михайлович |  223025, п. Новое Поле, Минский район, Минская область |  +375172511101, +375175088401, +375296664366 |  |  |  пчеловодство |
| МИНСКИЙ РАЙОН | ФХ «Бако Р.Н.» |  Бако Ростислав Николаевич |  223044, д. Лесины, ул. Центральная, д.1а, Минский район, Минская область |  +375175050713, +375293766898 |  |  |  овощеводство |
| МИНСКИЙ РАЙОН | КФХ «Бор-Агро» |  Борковский Тадеуш Марьянович |  223021, д. Озерцо, ул. Восточная, д.11, Минский район, Минская область |  +375295762020 |  |  |  растениеводство |
| МИНСКИЙ РАЙОН | КФХ «Векшицкое» |  Миланович Алексей Николаевич |  223037, д. Векшицы, д.2а, Минский район, Минская область |  +375175745237, +375175030429 |  |  |  животноводство |
| МИНСКИЙ РАЙОН | ФХ «Веснянка» |  Климин Федор Васильевич |  223054, а.г. Острошицкий Городок, ул. Совхозная, д.5а, Минский район, Минская область |  +375172949380 |  |  |  растениеводство |
| МИНСКИЙ РАЙОН | ФХ «Вольготное» |  Карпилович Юрий Владимирович |  223011, д. Подгай, ул. Вольготная, д.1, Минский район, Минская область |  +375175092700, +375175092300, +375296759515 |  |  |  овощеводство |
| МИНСКИЙ РАЙОН | КФХ «Вязовица» |  Стрифель Иван Степанович |  223054, д. Раубичи, Минский район, Минская область |  +375172372947, +375296775798 |  |  |  садоводство |
| МИНСКИЙ РАЙОН | КФХ «Герасимовича А.А.» |  Герасимович Алексей Афанасьевич |  223042, д. Семково, ул. Озерная, д.11, кв.2, Минский район, Минская область |  +375175031186, +375296556031, +375295535497 |  |  |  производство зерна более 200 т в год, фасованного картофеля более 500 т, овощей 250 т. Складские площади под 600 т овощей и 300 т зерна. Сбыт преимущественно в г. Минске. Площадь посевов около 100 га. |
| МИНСКИЙ РАЙОН | КФХ «Данилова С.Н.» |  Данилов Сергей Николаевич |  223022, д. Старое Село, ул. Мира, д.8, Минский район, Минская область |  +375175027755, +375293837128 |  |  |  растениеводство |
| МИНСКИЙ РАЙОН | КФХ «Дедов Сад» |  Рязанов Дмитрий Викторович |  223025, д. Новодворщина, Минский район, Минская область |  +375293125114 |  |  |  садоводство |
| МИНСКИЙ РАЙОН | КХ «Жудро» |  Жудро Ольга Викторовна |  223048, д. Слобода, Минский район, Минская область |  +375296562249, +375175067362 |  |  |  картофелеводство, овощеводство |
| МИНСКИЙ РАЙОН | КФХ «Исида» |  Ласевич Александр Васильевич |  223037, а.г. Петришки, ул. Молодежная, д.12, Минский район, Минская область |  +375175096520, +375175030746, +375296330744 |  |  |  растениеводство |
| МИНСКИЙ РАЙОН | КФХ «Камелия-сад» |  Илбовников Игорь Петрович |  223063, д. Ефимово, д.4а, Минский район, Минская область |  +375296244540 |  |  |  растениеводство |
| МИНСКИЙ РАЙОН | КФХ «Кашкан В.В.» |  Кашкан Владимир Владимирович |  223044, д. Лесины, ул. Центральная, д.25, Минский район, Минская область |  +375296261150 |  |  |  растениеводство, деревообработка |
| МИНСКИЙ РАЙОН | КФХ «Климовичская Надежда» |  Демьянчук Геннадий Кондратович |  223017, д. Дергаи, Минский район, Минская область |  +375173411541, +375295606879 |  |  |  растениеводство |
| МИНСКИЙ РАЙОН | КФХ «Комаровский сад» |  Комаровский Аркадий Аркадьевич |  223039, д. Хатежино, ул. Центральная, д.7, Минский район, Минская область |  +375175023115, +375296960519 |  |  |  плодоводство, овощеводство |
| МИНСКИЙ РАЙОН | КФХ «Корзуна С.В.» |  Корзун Сергей Владимирович |  223037, д. Петришки, ул. Солнечная, д.8, Минский район, Минская область |  +375175030469, +375296304660 |  |  |  овощеводство |
| МИНСКИЙ РАЙОН | КФХ «Корытко А.Э.» |  Корытко Александр Эдуардович |  223046, д. Шепели, Минский район, Минская область |  +375296635191 |  |  |  садоводство |
| МИНСКИЙ РАЙОН | КХ «Красовского В.Н.» |  Красовский Владимир Николаевич |  223022, д. Старое Село, ул. Центральная, д.12, Минский район, Минская область |  +375175023188, +375297791385 |  |  |  растениеводство |
| МИНСКИЙ РАЙОН | КФХ «Крестиново» |  Домаренко Владимир Николаевич |  223068, д. Раубичи, д.25, Минский район, Минская область |  +375175415270, +375296194271 |  |  |  овощеводство |
| МИНСКИЙ РАЙОН | КХ «Кунаева О.И.» |  Кунаев Олег Иванович |  223046, д. Шепели, Минский район, Минская область |  +375297886651, +375299696651, +375172240467, +375296372912 |  kunaewa@tut.by |  semena.by |  саженцы декоративных и лесных древесно-кустарниковых пород, семена и рассада цветов |
| МИНСКИЙ РАЙОН | КФХ «Кунцево» |  Кондратьев Олег Михайлович |  223025, д. Новодворщина, Минский район, Минская область |  +375175023243, +375296535002 |  |  |  деревообработка |
| МИНСКИЙ РАЙОН | ФХ «ЛАД-МН» |  Сумаренко Наталья Петровна |  223029, а.г. Чуриловичи, д.77, Минский район, Минская область |  +375295064388, +375297563564 |  |  |  производство кормов |
| МИНСКИЙ РАЙОН | КФХ «Ламалс» |  Лишай Александр Евгеньевич |  223037, д. Венделево, Минский район, Минская область |  +375175030554, +375296430554 |  |  |  растениеводство |
| МИНСКИЙ РАЙОН | КФХ «Лана-97» |  Буртасов Андрей Геннадьевич |  223047, д. Збаровичи, Минский район, Минская область |  +375293347101, +375295710107, +375172506176, +375291786515, +375297032478 |  info@krolik.of.by |  krolik.of.by |  кролиководство, овцеводство, птицеводство |
| МИНСКИЙ РАЙОН | КФХ «Левчука Н.И.» |  Левчук Николай Иванович |  223042, а.г. Семково, ул. Мирная, д.5, Минский район, Минская область |  +375175031235, +375296464835 |  |  |  овощеводство |
| МИНСКИЙ РАЙОН | ФХ «Ленько» |  Ленько Михаил Васильевич |  223054, аг. Острошицкий Городок, Минский район, Минская область |  +375172262430, +375296262430 |  |  |  растениеводство |
| МИНСКИЙ РАЙОН | ФХ «Маёнтак Матусевичи» |  Матусевич Владимир Васильевич |  220025, г. Минск, ул. Есенина, д.16, кв.127 |  +375296039267 |  |  |  овощеводство |
| МИНСКИЙ РАЙОН | КХ «Маркова В.А.» |  Марков Виктор Анатольевич |  223054, д. Крестиново, Минский район, Минская область |  +375447171341 |  |  |  растениеводство |
| МИНСКИЙ РАЙОН | КФХ «Марьянино» |  Березинский Максим Игоревич |  223054, д. Раубичи, Минский район, Минская область |  +375291840820 |  |  |  садоводство |
| МИНСКИЙ РАЙОН | КФХ «Мацки-АГРО» |  Сардыко Олег Петрович |  223038, д. Мацки, Минский район, Минская область |  +375172569903, +375296283383 |  |  |  растениеводство |
| МИНСКИЙ РАЙОН | КФХ «Мелешкевича Г.И.» |  Мелешкевич Геннадий Иванович |  223054, аг. Острошицкий Городок, д.2, Минский район, Минская область |  +375296643164 |  |  |  растениеводство |
| МИНСКИЙ РАЙОН | КФХ «Миронов» |  Миронов Владимир Федорович |  223013, п. Самохваловичи, ул. Ковалева, д.40, Минский район, Минская область |  +375175066857, +375297605057 |  |  |  плодоводство, овощеводство |
| МИНСКИЙ РАЙОН | ФХ «Народный Стандарт» |  Домакур Павел Александрович |  223058, д. Лесковка, ул. Совхозная, д.4, оф.10, Минский район, Минская область |  +375175055040, +375294444111 |  |  |  садоводство |
| МИНСКИЙ РАЙОН | ОКФХ «Парфианович Е.Ф.» |  Парфианович Ерена Федоровна |  223045, д. Казеково, Минский район, Минская область |  +375175042171, +375296142171 |  |  |  картофелеводство, овощеводство |
| МИНСКИЙ РАЙОН | КФХ «Петровский» |  Петровский Александр Михайлович |  223036, д. Дички, Минский район, Минская область |  +375175030718, +375295092787, +375336675808 |  |  |  овцеводство |
| МИНСКИЙ РАЙОН | КФХ «Пчелиный богатырь» |  Касько Сергей Федорович |  220104, г. Минск, ул. Жудро, д.67, кв.97 |  +375296352396 |  |  |  пчеловодство |
| МИНСКИЙ РАЙОН | КФХ «Пчеловод-2009» |  Саевец Виталий Николаевич |  223025, д. Новое Поле, Минский район, Минская область |  +375175088401, +375172511101, +375296664366 |  |  |  пчеловодство |
| МИНСКИЙ РАЙОН | КФХ «Ратько» |  Ратько Андрей Анатольевич |  223034, д. Дички, Минский район, Минская область |  +375172967072 |  |  |  плодоводство |
| МИНСКИЙ РАЙОН | КФХ «РичБерри» |  Самойлович Виктор Валентинович |  223024, д. Звенячи, Минский район, Минская область |  +375291452036 |  |  |  плодоводство, овощеводство |
| МИНСКИЙ РАЙОН | ФХ «Родина-Два» |  Домакур Виктор Васильевич |  223058, д. Лесковка, ул. Совхозная, д.4, к.12, Минский район, Минская область |  +375175055039, +375175055060, +375297006765 |  |  |  растениеводство |
| МИНСКИЙ РАЙОН | ФХ «Сад в раю» |  Гец Анатолий Константинович |  223058, д. Лесковка, ул. Совхозная, д.4, к.5, Минский район, Минская область |  +375298887777 |  |  |  растениеводство |
| МИНСКИЙ РАЙОН | КФХ «Селифонтово» |  Селифонтов Виктор Тимофеевич |  223030, а.г. Новоселье, ул. Лесная, д.7, Минский район, Минская область |  +375175026115, +375296862521 |  |  |  растениеводство |
| МИНСКИЙ РАЙОН | КФХ «Селянин-1» |  Габдрафиков Разиль Зинурович |  220017, г. Минск, ул. Неманская, д.25, кв.53 |  +375173901440, +375296344016 |  |  |  овцеводство |
| МИНСКИЙ РАЙОН | КФХ «Серебряный клен» |  Горелкина Эвелина Леонидовна |  220040, г. Минск, ул. Сурганова, д.88, пом.2 |  +375175051377, +375296189999 |  |  |  животноводство |
| МИНСКИЙ РАЙОН | КФХ «СидСад» |  Сидоров Виталий Григорьевич |  223048, д. Дашки, Минский район, Минская область |  +375172985973, +375447630235 |  elena-luchok@mail.ru |  |  выращивание экологически чистой продукции, овощеводство, плодоводство |
| МИНСКИЙ РАЙОН | КХ «Сиреники» |  Суднеко Вячеслав Петрович |  223014, д. Дубицкая Слобода, Минский район, Минская область |  +375175069104, +375296767717 |  |  |  картофелеводство |
| МИНСКИЙ РАЙОН | КФХ «Стрифель» |  Стрифель Петр Степанович |  223054, д. Раубичи, Минский район, Минская область |  +375172372947, +375296766897 |  |  |  садоводство |
| МИНСКИЙ РАЙОН | КФХ «Табола» |  Жибуль Владимир Федорович |  223011, д. Кохановщина, Минский район, Минская область |  +375173685402, +375173285890 |  |  |  растениеводство |
| МИНСКИЙ РАЙОН | КФХ «Тарасенко В.Н.» |  Тарасенко Виктор Николаевич |  223042, д. Семково, ул. Озерная, д.11, кв.1, Минский район, Минская область |  +375175031373, +375296102648 |  |  |  растениеводство |
| МИНСКИЙ РАЙОН | КФХ «Трояна Н.И.» |  Троян Николай Иванович |  223038, д. Мацки, Минский район, Минская область |  +375293185099 |  |  |  растениеводство |
| МИНСКИЙ РАЙОН | КФХ «Турко» |  Турко Юрий Яковлевич |  223054, д. Крестиново, Минский район, Минская область |  +375172950479, +375333356760, +375296687655 |  |  |  овощеводство |
| МИНСКИЙ РАЙОН | КХ «ТЭРРА» |  Лужнев Владимир Ильич |  223027, д. Глебковичи, Минский район, Минская область |  +375296165202 |  |  |  растениеводство |
| МИНСКИЙ РАЙОН | КФХ «Углянская Вотчина» |  Конашевич Валерий Иванович |  220053, г. Минск, ул. Рылеева, д.14 |  +375293208943 |  |  |  садоводство |
| МИНСКИЙ РАЙОН | КФХ «Уласевича А.В.» |  Уласевич Александр Владимирович |  223038, д. Мацки, Минский район, Минская область |  +375293343990 |  |  |  овощеводство |
| МИНСКИЙ РАЙОН | КФХ «Фермер» |  Червяк Анатолий Иосифович |  223027, д. Глебковичи, Минский район, Минская область |  +375296982991 |  |  |  свиноводство |
| МИНСКИЙ РАЙОН | ФХ «Ханецкие» |  Ханецкий Анатолий Зиновьевич |  223038, д. Слобода, Минский район, Минская область |  +375293065287 |  |  |  декоративное растениеводство |
| МИНСКИЙ РАЙОН | КФХ «Шкляревского Г.И.» |  Шкляревский Георгий Игнатьевич |  220098, г. Минск, ул. Есенина, д.143, кв.79 |  +375447238239 |  |  |  растениеводство |
| МИНСКИЙ РАЙОН | КФХ «Эмель» |  Мартынова Ирина Валентиновна |  223046, д. Шепели, пер. Садовый, д.8, Минский район, Минская область |  +375296521496, +375259101616 |  |  |  кролиководство |
| МИНСКИЙ РАЙОН | КФХ «Яблоневый рай» |  Манчукевич Андрей Геннадьевич |  223039, д. Малашки, Минский район, Минская область |  +375296177118 |  |  |  садоводство |
| МИНСКИЙ РАЙОН | КХ «Ясная Заря» |  Хрипач Петр Иванович |  223048, д. Слобода, Минский район, Минская область |  +375297030407, +375173145851, +375175066761, +375296236208 |  |  deal.by/cs/115539 |  плодоводство, овощеводство |
| МИНСКИЙ РАЙОН | КФХ «Яцевич В.А.» |  Яцевич Виктор Антонович |  223013, д. Самохваловичи, Минский район, Минская область |  +375175066345, +375296666349 |  |  |  овощеводство |
| МОЛОДЕЧНЕНСКИЙ РАЙОН | КХ «Пакуша И.А.» |  Пакуш Игорь Александрович |  222322, г.п. Радошковичи, ул. Волоки, д.24, Молодечненский район, Минская область |  +375176795902, +375445447785, +375296993377 |  kh.pakusha@tut.by |  24190-by.all.biz |  Основные виды продукции – картофель, свекла, лук, морковь, капуста белокочанная |
| МОЛОДЕЧНЕНСКИЙ РАЙОН | ФХ «Януш» |  Януш Вадим Владимирович |  222321, п. Чисть, ул. Полевая, д.23, Молодечненский район, Минская область |  +375176759335, +375176790477, +375297046963 |  yava.71@yandex.by |  yanushsad.by |  садоводство, питомниководство, ягодники |
| МОЛОДЕЧНЕНСКИЙ РАЙОН | КХ «АГАТ-АГРО» |  Капуцкий Александр Иванович |  222315, д. Асаново, ул. Луговая, д.24, Молодечненский район, Минская область |  +375298706819 |  agatagrofermer@tut.by |  |  животноводство |
| МОЛОДЕЧНЕНСКИЙ РАЙОН | КФХ «АГРОПЛОД» |  Косарев Александр Яковлевич |  222312, а.г. Полочаны, ул. Молодечненская, д.11, Молодечненский район, Минская область |  +375176722186, +375291261502 |  |  |  растениеводство |
| МОЛОДЕЧНЕНСКИЙ РАЙОН | КФХ «АИР-АГРО» |  Субоч Анатолий Иванович |  222320, д. Малашки, Молодечненский район, Минская область |  +375296838296 |  |  |  растениеводство |
| МОЛОДЕЧНЕНСКИЙ РАЙОН | КФХ «Берёзовцы» |  Рунович Виктор Анатольевич |  222335, д. Березовцы, Молодечненский район, Минская область |  +375296335227, +375296677136 |  |  |  животноводство |
| МОЛОДЕЧНЕНСКИЙ РАЙОН | ФХ «БОРТНИКИ-АГРО» |  Войтешенко Виктор Станиславович |  222324, вблизи д. Бортники, Молодечненский район, Минская область |  +375172925524 |  |  |  животноводство |
| МОЛОДЕЧНЕНСКИЙ РАЙОН | ФХ «Боярский сад» |  Яцинович Иван Иванович |  222310, г. Молодечно, ул. Волынца, д.4, Минская область |  +375176764264, +375296651063 |  agrokormbel@mail.ru |  |  садоводство |
| МОЛОДЕЧНЕНСКИЙ РАЙОН | ФХ «Ветлов» |  Ветлов Игорь Александрович |  222310, г. Молодечно, ул. Хмельницкого, д.10а, кв.16, Минская область |  +375297008877, +375447008877, +375176504882 |  fh-vetlov@mail.ru |  vetlov.by |  садоводство |
| МОЛОДЕЧНЕНСКИЙ РАЙОН | КФХ «Владига» |  Божко Виталий Иванович |  222301, г. Молодечно, проезд Коммунальный, д.29, Минская область |  +375176790277, +375293505140 |  |  |  садоводство |
| МОЛОДЕЧНЕНСКИЙ РАЙОН | ФХ «Гаевцы» |  Моклый Виктор Владимирович |  222317, д. Засковичи, ул. Зеленая, д.6а, Молодечненский район, Минская область |  +375176727399, +375296877064 |  |  |  садоводство |
| МОЛОДЕЧНЕНСКИЙ РАЙОН | КХ «Голуб В.В.» |  Голуб Виктор Вацлавович |  222323, а.г. Олехновичи, ул. Молодежная, д.8, кв.7, Молодечненский район, Минская область |  +375176791443, +375295018863 |  |  |  лекарственное растениеводство |
| МОЛОДЕЧНЕНСКИЙ РАЙОН | ФХ «ГОРОДОК-АГРО» |  Лукашевич Андрей Викторович |  222310, г. Молодечно, пер. 1-й Семинарский, д.1, Минская область |  +375295587827 |  |  |  растениеводство |
| МОЛОДЕЧНЕНСКИЙ РАЙОН | ФХ «Журневича М.М.» |  Журневич Михаил Михайлович |  222322, г.п. Радошковичи, ул. Волоки, д.75, Молодечненский район, Минская область |  +375296308021 |  |  |  овцеводство, земледелие |
| МОЛОДЕЧНЕНСКИЙ РАЙОН | КХ «Закревского В.И.» |  Закревский Владимир Иванович |  222322, д. Вязынка, Молодечненский район, Минская область |  +375176793718, +375296206331 |  |  |  растениеводство |
| МОЛОДЕЧНЕНСКИЙ РАЙОН | КФХ «Зварико-Агро» |  Зварико Олег Николаевич |  222322, д. Большие Бакшты, Молодечненский район, Минская область |  +375447022721 |  |  |  растениеводство, садоводство |
| МОЛОДЕЧНЕНСКИЙ РАЙОН | КФХ «Ивалмав» |  Матюш Владимир Дмитриевич |  222324, д. Новоселки, Молодечненский район, Минская область |  +375176779622, +375293127685 |  |  |  животноводство |
| МОЛОДЕЧНЕНСКИЙ РАЙОН | КХ «Карчмит С.В.» |  Карчмит Светлана Владимировна |  222322, г.п. Радошковичи, Молодечненский район, Минская область |  +375176793718, +375293456680 |  |  |  растениеводство |
| МОЛОДЕЧНЕНСКИЙ РАЙОН | КХ «Корсака К.М.» |  Корсак Константин Михайлович |  222323, д. Войтели, Молодечненский район, Минская область |  +375176791709, +375291375551 |  |  |  пшеница, ячмень, картофель, сахарная свекла, овощи |
| МОЛОДЕЧНЕНСКИЙ РАЙОН | КХ «Кочерго Н.К.» |  Кочерго Нина Константиновна |  222323, аг. Олехновичи, ул. Садовая, д.19, Молодечненский район, Минская область |  +375176791388 |  |  |  растениеводство |
| МОЛОДЕЧНЕНСКИЙ РАЙОН | ФХ «КРОНА-АГРО» |  Осипович Виталий Аркадьевич |  222318, д. Ковальцы, Молодечненский район, Минская область |  +375296661692 |  |  |  садоводство |
| МОЛОДЕЧНЕНСКИЙ РАЙОН | КФХ «Левицкий» |  Левицкий Александр Иванович |  222338, д. Лешно, Молодечненский район, Минская область |  +375295762575 |  |  |  рыбоводство |
| МОЛОДЕЧНЕНСКИЙ РАЙОН | КФХ «Маёнтак старые дубы» |  Баранова Елена Александровна |  222337, д. Лучанские, д.20, Молодечненский район, Минская область |  +375176700652, +375296616886 |  |  |  животноводство |
| МОЛОДЕЧНЕНСКИЙ РАЙОН | КХ «Мамая М.М.» |  Мамай Михаил Михайлович |  222311, д. Вытроповщина, ул. Комсомольская, д.39, Молодечненский район, Минская область |  +375176749992 |  |  |  растениеводство |
| МОЛОДЕЧНЕНСКИЙ РАЙОН | ФХ «Мисюкевич» |  Мисюкевич Михаил Михайлович |  222310, г. Молодечно, ул. Чкалова, д.8, кв.7, Минская область |  +375176768918, +375444920893 |  |  |  садоводство |
| МОЛОДЕЧНЕНСКИЙ РАЙОН | КХ «Павлюковского В.И.» |  Павлюковский Владимир Иванович |  222320, д. Поповщина, Молодечненский район, Минская область |  +375176795980, +375296525789 |  |  |  растениеводство |
| МОЛОДЕЧНЕНСКИЙ РАЙОН | ФХ «Пашкевич Н.П.» |  Пашкевич Николай Петрович |  222322, г.п. Радошковичи, ул. Полоцкая, д.72, Молодечненский район, Минская область |  +375176794982, +375292627951, +375296602987 |  |  |  овощеводство, семеноводство |
| МОЛОДЕЧНЕНСКИЙ РАЙОН | КФК «Позняка К.А.» |  Позняк Казимир Антонович |  222338, д. Лешно, ул. Южная, д.5, Молодечненский район, Минская область |  +375176726107, +375296581579 |  |  |  растениеводство |
| МОЛОДЕЧНЕНСКИЙ РАЙОН | КФХ «Прозрачное» |  Дворецкий Дмитрий Валерьевич |  222322, г.п. Радошковичи, Молодечненский район, Минская область |  +375296619964 |  |  |  растениеводство |
| МОЛОДЕЧНЕНСКИЙ РАЙОН | КФХ «Рабцевич О.И.» |  Рабцевич Олег Иванович |  222310, д. Великий Бор, д.33, Молодечненский район, Минская область |  +375176779963, +375297665160 |  |  |  животноводство |
| МОЛОДЕЧНЕНСКИЙ РАЙОН | ФХ «Радченко Екатерина» |  Радченко Екатерина Сергеевна |  222320, д. Ревяки, д.11, Молодечненский район, Минская область |  +375292696835 |  |  |  животноводство |
| МОЛОДЕЧНЕНСКИЙ РАЙОН | ФХ «РЕСТАГРО» |  Голубцов Виктор Владимирович |  222323, д. Войтели, Молодечненский район, Минская область |  +375176727399 |  |  |  растениеводство |
| МОЛОДЕЧНЕНСКИЙ РАЙОН | ФХ «Руднянское» |  Нестеренко Михаил Анатольевич |  222321, п. Чисть, Молодечненский район, Минская область |  +375296578681 |  |  |  рыбоводство (агротуризм) |
| МОЛОДЕЧНЕНСКИЙ РАЙОН | КХ «СЕЙБИТ-ПВ» |  Зенько Павел Леонидович |  222320, д. Поповщина, Молодечненский район, Минская область |  +375176791250 |  |  |  растениеводство |
| МОЛОДЕЧНЕНСКИЙ РАЙОН | КФХ «Сидорович А.В.» |  Сидорович Алла Владимировна |  222319, д. Беница, ул. Советская, д.57, Молодечненский район, Минская область |  +375176723309 |  |  |  растениеводство |
| МОЛОДЕЧНЕНСКИЙ РАЙОН | ФХ «Скарынка Г.И.» |  Скарынка Георгий Иосифович |  222310, г. Молодечно, ул. Великий Гостинец, д.48, кв.316, Минская область |  +375296061608 |  |  |  садоводство |
| МОЛОДЕЧНЕНСКИЙ РАЙОН | КХ «СМИ» |  Самаль Михаил Иосифович |  222336, д. Белево, Молодечненский район, Минская область |  +375176732163, +375299228166 |  |  |  рыбоводство |
| МОЛОДЕЧНЕНСКИЙ РАЙОН | КХ «СПАРТАН-АГРО» |  Абрамчик Александр Иосифович |  222311, д. Тюрли, Молодечненский район, Минская область |  +375176777302, +375296999000 |  |  |  садоводство |
| МОЛОДЕЧНЕНСКИЙ РАЙОН | ФХ «Титул» |  Титуленко Евгений Алексеевич |  222322, г.п. Радошковичи, ул. Полевая, д.1, Молодечненский район, Минская область |  +375176794563, +375296994567 |  |  |  растениеводство |
| МОЛОДЕЧНЕНСКИЙ РАЙОН | КХ «Троцкой Е.А.» |  Троцкая Елена Александровна |  222322, д. Декшняны, д.72, Молодечненский район, Минская область |  +375176794242, +375293333781 |  |  |  растениеводство |
| МОЛОДЕЧНЕНСКИЙ РАЙОН | ФХ «У песка» |  Гончаренко Алексей Викторович |  222307, д. Черченово, Молодечненский район, Минская область |  +375299517898, +375295636241 |  |  |  овцеводство |
| МОЛОДЕЧНЕНСКИЙ РАЙОН | ФХ «Хеликс Поматия» |  Степанова Екатерина Олеговна |  222322, д. Вязынка, ул. Купалинка, д.7, кв.1, Молодечненский район, Минская область |  +375176700268, +375293393313 |  |  |  разведение улиток |
| МОЛОДЕЧНЕНСКИЙ РАЙОН | КФХ «Чернево» |  Грамович Дмитрий Николаевич |  222337, д. Чернево, д.1, Молодечненский район, Минская область |  +375291370652 |  |  |  животноводство |
| МОЛОДЕЧНЕНСКИЙ РАЙОН | КФХ «ЧЕРЧЕНОВО-АГРО» |  Посох Геннадий Леонидович |  222310, г. Молодечно, ул. Строителей, д.8, кв.20, Минская область |  +375176761330, +375293071512 |  |  |  растениеводство (агротуризм) |
| МОЛОДЕЧНЕНСКИЙ РАЙОН | КФХ «Чичелис» |  Чичелис Дмитрий Николаевич |  222310, г. Молодечно, ул. Мядельская, д.54, Минская область |  +375447715503 |  |  |  садоводство |
| МОЛОДЕЧНЕНСКИЙ РАЙОН | КФХ «Яснополье» |  Рабушко Василий Васильевич |  222322, г.п. Радошковичи, ул. Дубровская, д.17, Молодечненский район, Минская область |  +375291707186 |  |  |  растениеводство |
| МЯДЕЛЬСКИЙ РАЙОН | КХ «Антей-Сад» |  Чеботарь Надежда Григорьевна |  222402, д. Осово, ул. Зеленая, д.8, Мядельский район, Минская область |  +375179733136, +375179733130 |  |  |  питомники |
| МЯДЕЛЬСКИЙ РАЙОН | КХ «Вики-Сад» |  Чеботарь Виктор Иосифович |  222378, д. Янушево, Мядельский район, Минская область |  +375179720045, +375179733136, +375293076740 |  |  |  садоводство, овощеводство |
| МЯДЕЛЬСКИЙ РАЙОН | КХ «ИММИ» |  Шалухо Максим Игоревич |  222397, г. Мядель, ул. Красноармейская, д.8, кв.19, Минская область |  +375295016135 |  |  |  выращивание овощей, их семян и рассады |
| МЯДЕЛЬСКИЙ РАЙОН | КФХ «Лесная усадьба» |  Воронецкий Николай Николаевич |  222395, д. Абрамы, Мядельский район, Минская область |  +375296571822, +375296760021 |  |  |  разведение рыбы, организация вольерного хозяйства |
| МЯДЕЛЬСКИЙ РАЙОН | КХ «Станкевичи» |  Станкевич Руслан Владимирович |  222395, д. Плашино, Мядельский район, Минская область |  +375179743140, +375296776710 |  |  |  животноводство |
| МЯДЕЛЬСКИЙ РАЙОН | КФХ «Сырмежское имение» |  Субоч Николай Константинович |  222396, д. Мельники, Мядельский район, Минская область |  +375179745565, +375293820016 |  |  |  животноводство |
| МЯДЕЛЬСКИЙ РАЙОН | КФХ «Тётя Таня» |  Свито Владимир Леонидович |  222399, д. Бояры, Мядельский район, Минская область |  +375179732276, +375298627282 |  |  |  животноводство, растениеводство |
| НЕСВИЖСКИЙ РАЙОН | КФХ «ВолтанАгро» |  Стефанович Владимир Иванович |  222620, г. Несвиж, ул. Декабристов, д.20, Минская область |  +375296582349 |  |  |  растениеводство |
| НЕСВИЖСКИЙ РАЙОН | КФХ «Луч» |  Бойко Михаил Вячеславович |  222617, а.г. Грицкевичи, Несвижский район, Минская область |  +375177046388, +375296517534 |  |  |  растениеводство |
| НЕСВИЖСКИЙ РАЙОН | КФХ «Нива» |  Кузьмина Татьяна Васильевна |  222617, а.г. Грицкевичи, Несвижский район, Минская область |  +375177046286, +375291770536 |  |  |  растениеводство |
| НЕСВИЖСКИЙ РАЙОН | ФХ «Таратута» |  Таратута Александр Михайлович |  222623, д. Сейловичи, ул. Юбилейная, д.17, Несвижский район, Минская область |  +375177034213, +375296479857, +375297284832 |  |  |  картофелеводство, овощеводство |
| НЕСВИЖСКИЙ РАЙОН | КФХ «Тихий Хутор» |  Щербицкая Снежана Валерьевна |  222624, д. Бучные (хутор), Несвижский район, Минская область |  +375177037030, +375295607703 |  |  |  овощеводство |
| ПУХОВИЧСКИЙ РАЙОН | КФХ «Абсолют-Агро» |  Музычко Леонид Иванович |  222850, д. Вороничи, Пуховичский район, Минская область |  +375293273960 |  |  |  картофелеводство |
| ПУХОВИЧСКИЙ РАЙОН | КФХ «Агеево» |  Вашкевич Александр Владимирович |  222851, д. Зазерка, ул. Новая, д.59/1, Пуховичский район, Минская область |  +375295048819 |  |  |  картофелеводство |
| ПУХОВИЧСКИЙ РАЙОН | КФХ «Альфа-Фарт» |  Колганов Петр Александрович |  222834, д. Ростоки, Пуховичский район, Минская область |  +375172118462, +375296944444 |  |  |  садоводство |
| ПУХОВИЧСКИЙ РАЙОН | ФХ «БелТекла» |  Аббасов Ильгар Акбер Оглы |  222811, д. Михайлово, д.80, Пуховичский район, Минская область |  +375296871949 |  |  |  картофелеводство |
| ПУХОВИЧСКИЙ РАЙОН | ФХ «Белый Великан» |  Иванов Виктор Антонович |  222841, д. Ваньковщина, Пуховичский район, Минская область |  +375296766174 |  |  |  животноводство |
| ПУХОВИЧСКИЙ РАЙОН | КФХ «Велакс» |  Поворотный Александр Викторович |  222837, д. Загай, Пуховичский район, Минская область |  +375171346699, +375297080290, +375255292235, +375259133360, +375171343897 |  velax@yandex.ru |  velax.by |  садоводство, питомник плодово-ягодных культур |
| ПУХОВИЧСКИЙ РАЙОН | КФХ «Все для народа» |  Близнюк Александр Федорович |  222834, д. Болоча, Пуховичский район, Минская область |  +375291634532 |  |  |  растениеводство |
| ПУХОВИЧСКИЙ РАЙОН | КФХ «Высокая Старина» |  Коженец Андрей Михайлович |  222811, д. Высокая Старина, Пуховичский район, Минская область |  +375296203519, +375296822843 |  |  |  растениеводство |
| ПУХОВИЧСКИЙ РАЙОН | КФХ «Гончар М.М.» |  Гончар Михаил Михайлович |  222844, д. Равнополье, д.4, Пуховичский район, Минская область |  +375171373533, +375447880050, +375296873533 |  |  |  растениеводство |
| ПУХОВИЧСКИЙ РАЙОН | КФХ «Друть» |  Никонов Михаил Леонидович |  222821, д. Залесье, Пуховичский район, Минская область |  +375172707600, +375296385023 |  |  |  растениеводство, овощеводство |
| ПУХОВИЧСКИЙ РАЙОН | КФХ «Зверопром» |  Суднеко Роман Вячеславович |  222844, д. Шелеги, Пуховичский район, Минская область |  +375296767717 |  |  |  картофелеводство |
| ПУХОВИЧСКИЙ РАЙОН | КФХ «Золотой карась» |  Ралль Владислав Альбертович |  222811, д. Ветеревичи, ул. Береговая, д.2, Пуховичский район, Минская область |  +375298363472 |  |  |  рыбоводство |
| ПУХОВИЧСКИЙ РАЙОН | КФХ «Калина Красная» |  Новиков Игорь Владимирович |  222844, д. Залесье, Пуховичский район, Минская область |  +375175069236, +375175609845 |  |  |  растениеводство, овощеводство |
| ПУХОВИЧСКИЙ РАЙОН | КФХ «Козловский П.В.» |  Козловский Павел Владимирович |  222840, д. Блужский Бор, Пуховичский район, Минская область |  +375172575964, +375299122777 |  |  |  растениеводство |
| ПУХОВИЧСКИЙ РАЙОН | КХ «Кроличья усадьба» |  Леоновец Валерий Васильевич |  222851, д. Озеричино, ул. Школьная, д.27, Пуховичский район, Минская область |  +375298758775 |  |  |  животноводство |
| ПУХОВИЧСКИЙ РАЙОН | КХ «Макс» |  Шабан Владимир Васильевич |  222821, д. Озеричино, ул. Школьная, д.12, Пуховичский район, Минская область |  +375171370513, +375257503584 |  |  |  растениеводство, картофелеводство |
| ПУХОВИЧСКИЙ РАЙОН | КХ «Молодинка» |  Садовский Евгений Антонович |  222836, д. Уголец, Пуховичский район, Минская область |  +375296830858 |  |  |  растениеводство |
| ПУХОВИЧСКИЙ РАЙОН | КФХ «Моя усадьба» |  Климович Анатолий Николаевич |  222841, д. Моторово, ул. Молодежная, 38, Пуховичский район, Минская область |  +375171399756 |  |  |  растениеводство |
| ПУХОВИЧСКИЙ РАЙОН | КФХ «Никитик В.В.» |  Никитик Владимир Валерьевич |  222845, д. Войровка, Пуховичский район, Минская область |  +375175066005 |  |  |  растениеводство |
| ПУХОВИЧСКИЙ РАЙОН | КФХ «Никитик С.В.» |  Никитик Сергей Валерьевич |  222845, д. Войровка, д.11, Пуховичский район, Минская область |  +375175066005, +375296484738 |  |  |  растениеводство |
| ПУХОВИЧСКИЙ РАЙОН | КФХ «ПакиБытие» |  Русак Тамара Николаевна |  222836, а.г. Турин, ул. Центральная, д.32а, Пуховичский район, Минская область |  +375171398633, +375173766951 |  |  |  растениеводство |
| ПУХОВИЧСКИЙ РАЙОН | ФХ «Примара» |  Кутлунина Татьяна Владимировна |  222834, д. Хидра, ул. Центральная, д.59, Пуховичский район, Минская область |  +375296713205 |  |  |  выращивание посадочного материала, ягодных кустарников |
| ПУХОВИЧСКИЙ РАЙОН | КФХ «Рассвет и К» |  Козлов Игорь Анатольевич |  222838, д. Гряда, Пуховичский район, Минская область |  +375172084313, +375296517030 |  |  |  растениеводство |
| ПУХОВИЧСКИЙ РАЙОН | ФХ «Ромиш» |  Гумовская Татьяна Михайловна |  222850, г.п. Руденск, ул. Пролетарская, д.26, Пуховичский район, Минская область |  +375171353819 |  |  |  растениеводство |
| ПУХОВИЧСКИЙ РАЙОН | КФХ «Светлана-Агро» |  Линючев Валерий Иванович |  222839, д. Сеножатки, Пуховичский район, Минская область |  +375171351262, +375297685989 |  |  |  растениеводство, льноводство |
| ПУХОВИЧСКИЙ РАЙОН | КФХ «Сентябрьское» |  Протопович Андрей Сергеевич |  222845, д. Новополье, Пуховичский район, Минская область |  +375293688592 |  |  |  растениеводство |
| ПУХОВИЧСКИЙ РАЙОН | КФХ «Скобровское» |  Федоринчик Виталий Александрович |  222837, д. Скобровка, Пуховичский район, Минская область |  +375172479596, +375296479596 |  |  |  картофелеводство |
| ПУХОВИЧСКИЙ РАЙОН | КФХ «ФаворитМГК» |  Губашин Алексей Викторович |  222832, а.г. Пуховичи, Пуховичский район, Минская область |  +375171377711 |  |  |  растениеводство |
| ПУХОВИЧСКИЙ РАЙОН | КФХ «Форель-2001» |  Буняк Дмитрий Федорович |  222845, д. Войровка, Пуховичский район, Минская область |  +375172063531 |  |  |  рыбоводство, растениеводство |
| ПУХОВИЧСКИЙ РАЙОН | ФХ «Хочин» |  Гнедько Наталья Ивановна |  222837, а.г. Ситники, Пуховичский район, Минская область |  +375296589036 |  |  |  растениеводство |
| ПУХОВИЧСКИЙ РАЙОН | ФХ «Шелеги-Агро» |  Тюнина Надежда Сергеевна |  222851, д. Шелеги, Пуховичский район, Минская область |  +375297702198 |  |  |  растениеводство |
| СЛУЦКИЙ РАЙОН | КХ «Берездовка» |  Тябус Виктор Александрович |  223633, д. Повстынь, ул. Набережная, д.35 Слуцкий район, Минская область |  +375179571343, +375296171343 |  |  |  растениеводство, животноводство |
| СЛУЦКИЙ РАЙОН | КФХ «Волчья радость» |  Бабешко Игорь Михайлович |  223610, г. Слуцк, ул. Сентябрьская, д.20, кв.1, Минская область |  +375179552751, +375297789457 |  |  |  животноводство |
| СЛУЦКИЙ РАЙОН | КХ «Голубичное» |  Хотько Антон Антонович |  223644, д. Гацук, ул. Колхозная, д.3, Слуцкий район, Минская область |  +375179574377 |  |  |  плодоводство |
| СЛУЦКИЙ РАЙОН | КФХ «Горьковское» |  Попова Наталья Ивановна |  223614, д. Горки, ул. Майская, д.10, Слуцкий район, Минская область |  +375179540183, +375256175426 |  |  |  растениеводство |
| СЛУЦКИЙ РАЙОН | КФХ «Домашнее» |  Чечуро Михаил Николаевич |  223709, г. Солигорск, ул. Богомолова, д.9, кв.72, Минская область |  +375298776139 |  |  |  растениеводство |
| СЛУЦКИЙ РАЙОН | КФХ «Журово» |  Шкляревский Олег Сергеевич |  223601, д. Великое Журово, ул. Чапаева, д.71, Слуцкий район, Минская область |  +375336675091 |  |  |  животноводство |
| СЛУЦКИЙ РАЙОН | КФХ «Кунтыш» |  Кунтыш Михаил Иванович |  223621, д. Борок, ул. Центральная, д.39, Слуцкий район, Минская область |  +375179573056, +375291229897 |  |  |  растениеводство |
| СЛУЦКИЙ РАЙОН | КХ «МАРА-АГРО» |  Серченя Геннадий Михайлович |  223635, д. Сороги, ул. Школьная, д.3, кв.3, Слуцкий район, Минская область |  +375179594180, +375295544180 |  |  |  растениеводство |
| СЛУЦКИЙ РАЙОН | КФХ «Нико-агро» |  Гуринович Наталья Михайловна |  223614, д. Квасыничи, ул. Новая, д.2, Слуцкий район, Минская область |  +375179561250, +375293271257 |  |  |  растениеводство |
| СЛУЦКИЙ РАЙОН | КФХ «Новодворцы» |  Сороговец Михаил Максимович |  223615, д. Новодворцы, ул. Н. Радюка, д.118, Слуцкий район, Минская область |  +375179566560, +375447364397 |  |  |  растениеводство |
| СЛУЦКИЙ РАЙОН | ФХ «Птичий мир» |  Гуркин Владимир Михайлович |  223610, д. Лесище, Слуцкий район, Минская область |  +375296512340, +375293341779, +375179595297, +375179595248, +375179524726 |  |  www.slutskstraus.fermer.by |  птицеводство |
| СЛУЦКИЙ РАЙОН | КФХ «Санта-1» |  Греская Елена Ивановна |  223625, д. Чаплицы, ул. Чкалова, д.111, Слуцкий район, Минская область |  +375179593530, +375295751968 |  |  |  растениеводство |
| СЛУЦКИЙ РАЙОН | КХ «Солнечная роща» |  Домарад Владимир Андреевич |  223610, г. Слуцк, ул. Солигорская, д.6, кв.201, Минская область |  +375293449897 |  |  |  растениеводство |
| СЛУЦКИЙ РАЙОН | КФХ «Шахнович» |  Шахнович Любовь Владимировна |  223634, д. Серяги, ул. Молодежная, д.9, кв.2, Слуцкий район, Минская область |  +375179578372 |  |  |  садоводство |
| СЛУЦКИЙ РАЙОН | КФХ «ЭкоПоле» |  Петринич Валерий Владимирович |  220025, г. Минск, ул. Слободская, д.145, кв.137 |  +375296774703 |  |  |  растениеводство |
| СЛУЦКИЙ РАЙОН | КФХ «Элитная лошадь» |  Кульбицкий Николай Федорович |  223611, д. Брановичи, ул. Центральная, д.152, Слуцкий район, Минская область |  +375179522578, +375296722578 |  |  |  растениеводство, животноводство (лошади) |
| СЛУЦКИЙ РАЙОН | КФХ «Яцевич» |  Яцевич Сергей Григорьевич |  223631, д. Избудище, Слуцкий район, Минская область |  +375179591467 |  |  |  растениеводство |
| СМОЛЕВИЧСКИЙ РАЙОН | ФХ «АГРО ОСОВО» |  Шейкин Виктор Петрович |  222164, г. Жодино, ул. Тимирязева, д.17, кв.51, Смолевичский район, Минская область |  +375296933881 |  |  |  растениеводство |
| СМОЛЕВИЧСКИЙ РАЙОН | КФХ «АгроБАФ» |  Ботяновский Александр Федорович |  222201, г. Смолевичи, ул. Заречная, д.26, кв.2, Минская область |  +375177651133 |  |  |  растениеводство |
| СМОЛЕВИЧСКИЙ РАЙОН | КФХ «АгроЛайнПлюс» |  Секержицкий Виталий Эдуардович |  222215, а.г. Слобода, ул. Железнодорожная, д.84 Смолевичский район, Минская область |  +375447773508, +375291642222, +375177644652 |  agro_lain@mail.ru |  фх.бел |  производство сельскохозяйственной продукции |
| СМОЛЕВИЧСКИЙ РАЙОН | КФХ «АгроЛига» |  Крапивка Алексей Владимирович |  222220, д. Заречье, ул. Центральная, д.25, Смолевичский район, Минская область |  +375177666599, +375445555582 |  |  |  растениеводство |
| СМОЛЕВИЧСКИЙ РАЙОН | КФХ «Бавча» |  Солдатенко Александр Михайлович |  222201, г. Смолевичи, ул. Советская, д.133, кв.8, Минская область |  +375177655887 |  |  |  растениеводство |
| СМОЛЕВИЧСКИЙ РАЙОН | КФХ «Бибикова В.В.» |  Бибиков Владимир Викторович |  222165, г. Жодино, ул. Красная, д.26, Смолевичский район, Минская область |  +375299547680 |  |  |  растениеводство |
| СМОЛЕВИЧСКИЙ РАЙОН | КФХ «Влаюр» |  Юрченко Владимир Филиппович |  222219, д. Домашаны, Смолевичский район, Минская область |  +375296701596 |  |  |  растениеводство |
| СМОЛЕВИЧСКИЙ РАЙОН | КФХ «Грин Рэнч» |  Синковец Николай Васильевич |  222226, д. Пекалин, ул. Ленина, д.34, Смолевичский район, Минская область |  +375296512188 |  |  |  животноводство |
| СМОЛЕВИЧСКИЙ РАЙОН | ФХ «Дедушкина пасека» |  Терещенко Петр Владимирович |  222220, д. Плиса, ул. Коптева, д.30а, кв.5, Смолевичский район, Минская область |  +375293500119 |  |  |  животноводство |
| СМОЛЕВИЧСКИЙ РАЙОН | ФХ «Дехань» |  Мисарковская Антонина Николаевна |  222201, д. Заречье, стр. зимние теплицы, ком.10, Смолевичский район, Минская область |  +375296431948 |  |  |  растениеводство |
| СМОЛЕВИЧСКИЙ РАЙОН | КФХ «Доморацкого В.А.» |  Доморацкий Владимир Александрович |  222201, г. Смолевичи, ул. Молодежная, д.38, Минская область |  +375292616850 |  |  |  растениеводство |
| СМОЛЕВИЧСКИЙ РАЙОН | КФХ «Дружба и К» |  Крапивка Лариса Алексеевна |  222220, д. Заречье, ул. Центральная, д.25/1, Смолевичский район, Минская область |  +375177666485, +375296247464 |  |  |  растениеводство |
| СМОЛЕВИЧСКИЙ РАЙОН | КФХ «Дубровское» |  Горелик Геннадий Абрамович |  222209, д. Гончаровка, Смолевичский район, Минская область |  +375177663485 |  |  |  растениеводство |
| СМОЛЕВИЧСКИЙ РАЙОН | КФХ «Егорушка» |  Семченко Василий Иванович |  222165, г. Жодино, ул. Южное Кольцо, д.5, Смолевичский район, Минская область |  +375177528880, +375444509987 |  |  |  растениеводство |
| СМОЛЕВИЧСКИЙ РАЙОН | КФХ «Ермаковича» |  Ермакович Николай Владимирович |  222224, д. Петровичи, Смолевичский район, Минская область |  +375296231024 |  |  |  растениеводство |
| СМОЛЕВИЧСКИЙ РАЙОН | КФХ «Зелёный мастер» |  Костюков Сергей Александрович |  222218, г.п. Зеленый Бор, ул. Ягодная, д.8, Смолевичский район, Минская область |  +375296325712 |  |  |  растениеводство |
| СМОЛЕВИЧСКИЙ РАЙОН | КХ «ИСТОКИ-МИГ» |  Мигай Любовь Михайловна |  222223, д. Миколаевичи, ул. Луговая, д.39, Смолевичский район, Минская область |  +375177643711 |  |  |  растениеводство |
| СМОЛЕВИЧСКИЙ РАЙОН | ФХ «Кавалли клуб» |  Оберкофлер Рене |  222209, д. Гончаровка, Смолевичский район, Минская область |  +375296122000 |  |  |  животноводство |
| СМОЛЕВИЧСКИЙ РАЙОН | КФХ «КаменкаАгроТур» |  Борковский Николай Владимирович |  222212, д. Шпаковщина, д.43, Смолевичский район, Минская область |  +375297565175, +375299184049 |  |  |  растениеводство |
| СМОЛЕВИЧСКИЙ РАЙОН | ФПХ «Кастко» |  Кастко Владимир Александрович |  222214, д. Высокое, Смолевичский район, Минская область |  +375295563349, +375445563349 |  kostka_p@mail.ru |  kostka.by |  садоводство, пчеловодство |
| СМОЛЕВИЧСКИЙ РАЙОН | КФХ «Лученок - Органик Фарм» |  Лученок Сергей Александрович |  222201, г. Смолевичи, пер. Комсомольский, д.16, Минская область |  +375177620577 |  |  |  животноводство |
| СМОЛЕВИЧСКИЙ РАЙОН | КФХ «Матушка Земля» |  Асипович Андрей Владимирович |  222165, г. Жодино, ул. Ломоносова, д.9/4, Смолевичский район, Минская область |  +375293309433 |  |  |  животноводство |
| СМОЛЕВИЧСКИЙ РАЙОН | ФХ «Медуница» |  Буглак Виктор Петрович |  222216, а.г. Юрьево, ул. Молодежная, д.17, Смолевичский район, Минская область |  +375177640508 |  |  |  животноводство |
| СМОЛЕВИЧСКИЙ РАЙОН | КХ «Мирковского П.Г.» |  Мирковский Петр Генрихович |  222220, п. Октябрьский, ул. Центральная, д.25, Смолевичский район, Минская область |  +375177656504, +375296156504, +375295635172, +375336678944 |  |  |  овощеводство |
| СМОЛЕВИЧСКИЙ РАЙОН | КФХ «Охотничий фазан» |  Соколовская Светлана Викторовна |  222201, г. Смолевичи, ул. 8 Марта, д.29, Минская область |  +375292702217 |  |  |  растениеводство |
| СМОЛЕВИЧСКИЙ РАЙОН | КФХ «Панские закрома» |  Верин Михаил Михайлович |  222220, п. Октябрьский, ул. Центральная, д.23а, Смолевичский район, Минская область |  +375297799254 |  |  |  растениеводство |
| СМОЛЕВИЧСКИЙ РАЙОН | КФХ «Прудовое» |  Фунтиков Александр Федорович |  222232, д. Задомля, Смолевичский район, Минская область |  +375291394234 |  |  |  растениеводство |
| СМОЛЕВИЧСКИЙ РАЙОН | КФХ «Родная Лещина» |  Белько Дмитрий Владимирович |  222215, а.г. Слобода, ул. Подлесная, Смолевичский район, Минская область |  +375296214373 |  |  |  растениеводство |
| СМОЛЕВИЧСКИЙ РАЙОН | КФХ «Санюк» |  Санюк Анатолий Константинович |  222226, д. Пекалин, Смолевичский район, Минская область |  +375177661611, +375177661566 |  |  |  животноводство |
| СМОЛЕВИЧСКИЙ РАЙОН | КФХ «Серебряный ручей» |  Бакуменко Юрий Васильевич |  222232, д. Сосновая, Смолевичский район, Минская область |  +375296603968 |  |  |  животноводство (кролиководство) |
| СМОЛЕВИЧСКИЙ РАЙОН | КФХ «Титова Крыничка» |  Качельник Николай Николаевич |  222227, д. Ляды, Смолевичский район, Минская область |  +375291583683 |  |  |  растениеводство |
| СМОЛЕВИЧСКИЙ РАЙОН | КФХ «Тополек» |  Красновский Владимир Викторович |  222214, д. Высокое, д.38а, Смолевичский район, Минская область |  +375177664533, +375295655125 |  |  |  растениеводство |
| СМОЛЕВИЧСКИЙ РАЙОН | ФХ «Травна» |  Миринова Евгения Дмитриевна |  222164, г. Жодино, ул. Тимирязева, д.9, кв.18, Смолевичский район, Минская область |  +375177532191 |  |  |  растениеводство |
| СМОЛЕВИЧСКИЙ РАЙОН | КФХ «Тумель-Агро» |  Савенков Сергей Юрьевич |  222201, д. Урочище, ул. Тумель, д.3, Смолевичский район, Минская область |  +375296664082 |  |  |  растениеводство |
| СМОЛЕВИЧСКИЙ РАЙОН | КФХ «У Ручья» |  Атрошко Вячеслав Александрович |  220024, г. Минск, пер. Корженевского, д.20, кв.367 |  +375296555770 |  |  |  агроэкотуризм |
| СМОЛЕВИЧСКИЙ РАЙОН | КФХ «Фермер-1» |  Пузанкевич Тамара Казимировна |  222160, г. Жодино, ул. Рокоссовского, д.19, Смолевичский район, Минская область |  +375299237756 |  |  |  растениеводство |
| СМОЛЕВИЧСКИЙ РАЙОН | ФХ «Хозяин-Добродей» |  Шпиганович Ольга Николаевна |  222167, г. Жодино, ул. 8 Марта, д.9, кв.83, Смолевичский район, Минская область |  +375177574439, +375444650456 |  |  |  растениеводство |
| СМОЛЕВИЧСКИЙ РАЙОН | ФХ «Цветочная улица» |  Асаевич Александр Владимирович |  222219, д. Домашаны, ул. Цветочная, д.67, Смолевичский район, Минская область |  +375295511145 |  |  |  растениеводство |
| СМОЛЕВИЧСКИЙ РАЙОН | ФХ «Щурки» |  Мурашко Михаил Евгеньевич |  222229, д. Кленник Низ, Смолевичский район, Минская область |  +375177520528, +375296493893 |  |  |  растениеводство |
| СМОЛЕВИЧСКИЙ РАЙОН | КФХ «ЭнималсГрупп» |  Шинкарева Людмила Максимовна |  222230, д. Замостье, ул. Центральная, д.4, Смолевичский район, Минская область |  +375291248597 |  |  |  разведение лошадей |
| СМОЛЕВИЧСКИЙ РАЙОН | КФХ «Юрьевка» |  Борисов Сергей Петрович |  222216, а.г. Юрьево, Смолевичский район, Минская область |  +375177640508 |  |  |  животноводство |
| СМОЛЕВИЧСКИЙ РАЙОН | КФХ «Ягодка» |  Костюков Андрей Александрович |  222218, г.п. Зеленый Бор, ул. Ягодная, д.5, Смолевичский район, Минская область |  +375177525645, +375299996080, +375298544631, +375296720907 |  info@yagodka.info |  www.yagodka.info |  посадочный материал ягодных культур, производство соков |
| СМОЛЕВИЧСКИЙ РАЙОН | КФХ «Ягодная поляна» |  Радкевич Валерий Михайлович |  222167, г. Жодино, пр-т Ленина, д.10, кв.49, Смолевичский район, Минская область |  +375296388687 |  |  |  растениеводство |
| СМОЛЕВИЧСКИЙ РАЙОН | ЧПУП «Будагово-биотехагро» |  Кубарев Валерий Степанович |  222166, пер. Молодежный, д.1а, аг. Будагово, Смолевичский район, Минская область |  +375445322425 |  |  |  грибоводство (производство грибницы) |
| СОЛИГОРСКИЙ РАЙОН | КФХ «Барлет» |  Ермакович Сергей Семенович |  223734, д. Новина, ул. Центральная, д.26, Солигорский район, Минская область |  +375291739892 |  |  |  растениеводство |
| СОЛИГОРСКИЙ РАЙОН | ФХ «Богдан Д.Г.» |  Богдан Дмитрий Григорьевич |  223735, а.г. Гоцк, ул. Партизанская, д.34, Солигорский район, Минская область |  +375447949337 |  |  |  растениеводство |
| СОЛИГОРСКИЙ РАЙОН | КФХ «Бульбаш-агро» |  Исаеня Александр Викторович |  223723, г.п. Красная Слобода, ул. Полевая, д.1, Солигорский район, Минская область |  +375291652909 |  |  |  растениеводство |
| СОЛИГОРСКИЙ РАЙОН | КХ «Велько» |  Велько Николай Филиппович |  223735, а.г. Гоцк, пер. Коржа, д.10, Солигорский район, Минская область |  +375297648359 |  |  |  растениеводство |
| СОЛИГОРСКИЙ РАЙОН | ФХ «Глеб-Виктория» |  Глеб Виктор Васильевич |  223743, а.г. Величковичи, ул. Ленина, д.41, кв.9, Солигорский район, Минская область |  +375293665520 |  |  |  растениеводство |
| СОЛИГОРСКИЙ РАЙОН | КФХ «Дианак» |  Готовец Алексей Константинович |  223710, г. Солигорск, ул. К. Заслонова, д.85, кв.8, Минская область |  +375174233728, +375296333728 |  |  |  растениеводство, животноводство |
| СОЛИГОРСКИЙ РАЙОН | КФХ «Дубица-агро» |  Курпешко Игорь Станиславович |  223710, г. Солигорск, ул. Воскресенская, д.4, кв.69, Минская область |  +375296555662 |  |  |  растениеводство |
| СОЛИГОРСКИЙ РАЙОН | КФХ «Ежик» |  Чадович Сергей Николаевич |  223723, д. Гороховцы, д.14, Солигорский район, Минская область |  +375291142111 |  |  |  растениеводство |
| СОЛИГОРСКИЙ РАЙОН | КФХ «Жовнерик В.А.» |  Жовнерик Владимир Антонович |  223729, д. Вейно, ул. Новая, д.7а, Солигорский район, Минская область |  +375293394429 |  |  |  растениеводство |
| СОЛИГОРСКИЙ РАЙОН | КФХ «Земля и воля» |  Лихтар Валерий Александрович |  223743, а.г. Величковичи, ул. Ленина, д.5б, Солигорский район, Минская область |  +375299449167 |  |  |  растениеводство |
| СОЛИГОРСКИЙ РАЙОН | КФХ «Златогор-агро» |  Альховик Дмитрий Николаевич |  223710, г. Солигорск, ул. Богомолова, д.2, кв.90, Минская область |  +375292748098 |  |  |  растениеводство |
| СОЛИГОРСКИЙ РАЙОН | ФХ «Макоед» |  Макоед Александр Иванович |  223735, а.г. Гоцк, ул. Буденного, д.15, Солигорский район, Минская область |  +375299360966 |  |  |  растениеводство |
| СОЛИГОРСКИЙ РАЙОН | КФХ «МарСанАгро» |  Саникович Константин Константинович |  223715, д. Погост-2, ул. Парковая, д.4, кв.2, Солигорский район, Минская область |  +375292623511 |  |  |  растениеводство |
| СОЛИГОРСКИЙ РАЙОН | КХ «Мельникова С.Л.» |  Мельников Сергей Леонидович |  223710, г. Солигорск, ул. Строителей, д.31, кв.53, Минская область |  +375174211742, +375293863212 |  melnikov@fermer.by |  |  овощеводство |
| СОЛИГОРСКИЙ РАЙОН | ФХ «Михалюк И.К.» |  Михалюк Иван Константинович |  223734, д. Пузичи, ул. Центральная, д.48, Солигорский район, Минская область |  +375336047100 |  |  |  животноводство |
| СОЛИГОРСКИЙ РАЙОН | КФХ «Надежда-Лань» |  Олехнович Сергей Иванович |  223735, а.г. Гоцк, ул. Смирнова, д.7, Солигорский район, Минская область |  +375293577445 |  |  |  растениеводство |
| СОЛИГОРСКИЙ РАЙОН | КФХ «Новая земля» |  Леванцевич Анатолий Владимирович |  223710, г. Солигорск, ул. Молодежная, д.1, кв.141, Минская область |  +375174273399, +375293119109 |  |  |  растениеводство, животноводство |
| СОЛИГОРСКИЙ РАЙОН | КФХ «Овощпремиум» |  Щавинский Роман Александрович |  223714, д. Погост-2, ул. Совхозная, д.18а, Солигорский район, Минская область |  +375174273399, +375292605555 |  |  |  растениеводство |
| СОЛИГОРСКИЙ РАЙОН | КФХ «Пружанский сад» |  Кравец Олег Валерьевич |  223710, г. Солигорск, ул. Октябрьская, д.4, Минская область |  +375296444339 |  |  |  плодоводство |
| СОЛИГОРСКИЙ РАЙОН | КФХ «Рудько Н.В.» |  Рудько Николай Васильевич |  223743, а.г. Величковичи, ул. Ленина, д.15, кв.3, Солигорский район, Минская область |  +375291383365 |  |  |  растениеводство |
| СОЛИГОРСКИЙ РАЙОН | КФХ «Скалабан О.М.» |  Скалабан Ольга Михайловна |  223726, пос. Дедовичи, д.20, Солигорский район, Минская область |  +375296319673, +375291740386 |  |  |  растениеводство, животноводство |
| СОЛИГОРСКИЙ РАЙОН | КХ «Ткаченко Г.П.» |  Ткаченко Григорий Петрович |  223712, а.г. Величковичи, ул. Ленина, д.23, кв.16, Солигорский район, Минская область |  +375174270164, +375291422241 |  |  |  растениеводство |
| СОЛИГОРСКИЙ РАЙОН | КФХ «ТкаченкоБел» |  Ткаченко Игорь Петрович |  223720, д. Чепели, ул. Школьная, д.12а, Солигорский район, Минская область |  +375295649789 |  |  |  растениеводство |
| СОЛИГОРСКИЙ РАЙОН | КФХ «Урожай 2006» |  Олехнович Валерий Андреевич |  223735, а.г. Гоцк, ул. Новая, д.4, Солигорский район, Минская область |  +375293177425 |  |  |  растениеводство |
| СОЛИГОРСКИЙ РАЙОН | КХ «Усовича Л.Л.» |  Усович Леонид Леонидович |  223726, д. Мозоли, ул. Пушкина, д.24, Солигорский район, Минская область |  +375293332720 |  |  |  растениеводство |
| СОЛИГОРСКИЙ РАЙОН | КФХ «Успех-Агро» |  Петрович Ольга Павловна |  223710, г. Солигорск, ул. Козлова, д.32, кв.25, Минская область |  +375296336752 |  |  |  растениеводство |
| СОЛИГОРСКИЙ РАЙОН | КФХ «Цуба» |  Цуба Сергей Иванович |  223735, а.г. Гоцк, ул. Коржа, д.51, кв.6, Солигорский район, Минская область |  +375297711887 |  |  |  растениеводство |
| СТАРОДОРОЖСКИЙ РАЙОН | ФХ «ИГНАС-универсал» |  Туров Сергей Викторович |  222916, д. Новые Фаличи, ул. Советская, д.58, оф.3, Стародорожский район, Минская область |  +375296322962 |  |  |  растениеводство |
| СТАРОДОРОЖСКИЙ РАЙОН | КФХ «Каток В.Л.» |  Каток Владимир Лазаревич |  222932, г. Старые Дороги, ул. Октябрьская, д.34, Минская область |  +375179257202, +375296610599 |  |  |  растениеводство |
| СТАРОДОРОЖСКИЙ РАЙОН | КФК «Монолит-Агро» |  Потапеня Леонид Андреевич |  222913, д. Петровичи, Стародорожский район, Минская область |  +375179230800, +375447931835 |  |  |  пчеловодство, овцеводство, животноводство |
| СТАРОДОРОЖСКИЙ РАЙОН | КХ «Новый Прогресс» |  Пархимович Леонид Степанович |  222932, г. Старые Дороги, ул. Спортивная, д.22, Минская область |  +375179255527 |  |  |  свиноводство |
| СТАРОДОРОЖСКИЙ РАЙОН | ФХ «Углы» |  Равба Александр Андреевич |  222920, д. Углы, Стародорожский район, Минская область |  +375296349259 |  |  |  растениеводство |
| СТОЛБЦОВСКИЙ РАЙОН | ФХ «Агроблюстар» |  Старченко Алексей Олегович |  222683, д. Кречеты, Столбцовский район, Минская область |  +375297577148 |  |  |  животноводство |
| СТОЛБЦОВСКИЙ РАЙОН | КФХ «АлинаСАМ» |  Светогор Александр Михайлович |  220140, г. Минск, ул. Лещинского, д.33/1, кв.70 |  +375296156038 |  |  |  растениеводство |
| СТОЛБЦОВСКИЙ РАЙОН | КФХ «Весёлый Родник» |  Мышковец Сергей Петрович |  222666, г. Столбцы, ул. М. Горького, д.7, Минская область |  +375293448412 |  |  |  рыбоводство |
| СТОЛБЦОВСКИЙ РАЙОН | КФХ «Вечеторово» |  Курильчик Александр Геннадьевич |  222692, д. Вечеторево, Столбцовский район, Минская область |  +375171737469, +375296565609 |  |  |  растениеводство |
| СТОЛБЦОВСКИЙ РАЙОН | КФХ «Вкус мяса» |  Овчук Игорь Анатольевич |  222685, д. Нивное, ул. Садовая, д.11, ком.1, Столбцовский район, Минская область |  +375295555515 |  |  |  животноводство |
| СТОЛБЦОВСКИЙ РАЙОН | КФХ «Годыль» |  Годыль Иосиф Валерьянович |  222683, д. Борисовка, Столбцовский район, Минская область |  +375291208911 |  |  |  животноводство |
| СТОЛБЦОВСКИЙ РАЙОН | КФХ «Димино» |  Рахманько Евгений Михайлович |  222666, х. Кромань, Столбцовский район, Минская область |  +375296769433 |  |  |  растениеводство |
| СТОЛБЦОВСКИЙ РАЙОН | КФХ «Зелёная ферма» |  Баев Александр Валентинович |  222675, д. Ругаец, Столбцовский район, Минская область |  +375296644621 |  |  |  растениеводство |
| СТОЛБЦОВСКИЙ РАЙОН | ФХ «Иванушка» |  Муха Галина Филипповна |  222671, а.г. Заямное, Столбцовский район, Минская область |  +375296939221 |  |  |  садоводство |
| СТОЛБЦОВСКИЙ РАЙОН | КФХ «Илго» |  Муха Иван Михайлович |  222666, г. Столбцы, ул. Магистральная, д.28, Минская область |  +375296939221 |  |  |  садоводство |
| СТОЛБЦОВСКИЙ РАЙОН | КХ «Иница» |  Олешкевич Геннадий Евгеньевич |  222666, г. Столбцы, ул. Строителей, д.28, Минская область |  +375295014543 |  |  |  растениеводство |
| СТОЛБЦОВСКИЙ РАЙОН | ООО «Мой Сад» |  Щекало Владимир Александрович |  222666, г. Столбцы, ул. Солнечная, д.26, Минская область |  +375291770000 |  |  |  садоводство |
| СТОЛБЦОВСКИЙ РАЙОН | КФХ «Пан Ежи» |  Ивановский Юрий Юрьевич |  222661, п. Новоколосово, ул. Победы, д.12, кв. 64, Столбцовский район, Минская область |  +375296023370 |  |  |  растениеводство |
| СТОЛБЦОВСКИЙ РАЙОН | КХ «Пульва Сад» |  Белькевич Виктор Михайлович |  222696, а.г. Вишневец, ул. Стадионная, д.3, Столбцовский район, Минская область |  +375171730677, +375291888701, +375291386764, +375296454521 |  info@pitomnik.by |  pitomnik.by |  садоводство, саженцы плодово-ягодных культур |
| СТОЛБЦОВСКИЙ РАЙОН | ФХ «Сивиш» |  Евсейчик Дмитрий Михайлович |  220131, г. Минск, ул. Кривичская, д.40 |  +375296888002 |  |  |  рыбоводство |
| СТОЛБЦОВСКИЙ РАЙОН | КФХ «Сула» |  Радевич Владимир Владимирович |  222662, д. Яченка, ул. Центральная, д.75, Столбцовский район, Минская область |  +375171773573, +375171750142 |  kfh_sula_2000@tut.by, manager-SULA2000@yandex.ru |  |  растениеводство, картофелеводство |
| СТОЛБЦОВСКИЙ РАЙОН | ФХ «Хариус» |  Бурак Святослав Викторович |  222666, г. Столбцы, ул. Мичурина, д.20б, Минская область |  +375292367875 |  |  |  рыбоводство |
| СТОЛБЦОВСКИЙ РАЙОН | КФХ «Хутор в Судниках» |  Бакуменко Александр Николаевич |  222697, д. Судники, д.2, Столбцовский район, Минская область |  +375297636677 |  |  |  растениеводство |
| СТОЛБЦОВСКИЙ РАЙОН | ОАО «Шашки» |  Ильюшенко Валерий Васильевич |  222675, а.г. Шашки, Столбцовский район, Минская область |  +375171747167, +375171747252 |  |  |  мясомолочное производство, растениеводство, льноводство |
| СТОЛБЦОВСКИЙ РАЙОН | КХ «Эдафос» |  Горбач Дмитрий Анатольевич |  222663, д. Падерное, ул. Центральная, д.8, Столбцовский район, Минская область |  +375297745138 |  |  |  растениеводство |
| УЗДЕНСКИЙ РАЙОН | КХ «Алена-93» |  Русецкий Алексей Александрович |  223415, д. Толкачевичи, ул. Садовая, д.17, Узденский район, Минская область |  +375296453856 |  |  |  овощеводство |
| УЗДЕНСКИЙ РАЙОН | КХ «АнастасияАгро» |  Сидоренко Анастасия Михайловна |  223417, а.г. Озеро, ул. Центральная, д.4, Узденский район, Минская область |  +375297482230 |  |  |  садоводство |
| УЗДЕНСКИЙ РАЙОН | ФХ «ДеНЛюИ» |  Дедюля Николай Викторович |  223417, п. Ореховка, Узденский район, Минская область |  +375447607849 |  |  |  рыбоводство |
| УЗДЕНСКИЙ РАЙОН | КФХ «Дубище-Агро» |  Солонец Александр Георгиевич |  223417, а.г. Озеро, ул. Дзержинская, д.28б, ком.2, Узденский район, Минская область |  +375296431102 |  |  |  производство продукции питомника |
| УЗДЕНСКИЙ РАЙОН | КФХ «Дубовика А.Н.» |  Дубовик Александр Николаевич |  223401, а.г. Литвяны, ул. Школьная, д.15, каб.6, Узденский район, Минская область |  +375296191953 |  |  |  пчеловодство |
| УЗДЕНСКИЙ РАЙОН | КХ «Зелень» |  Сергиевич Иван Михайлович |  223416, д. Теплень, Узденский район, Минская область |  +375171847342, +375296447342 |  |  |  овощеводство |
| УЗДЕНСКИЙ РАЙОН | КФХ «КИРСАГРО» |  Валько Кирилл Григорьевич |  223414, д. Хотляны, ул. Четвертая, д.4а, Узденский район, Минская область |  +375297695996 |  |  |  овощеводство |
| УЗДЕНСКИЙ РАЙОН | КФХ «МАКСИФЛОРА» |  Паламар Татьяна Евгеньевна |  223417, д. Басмановка, ул. Солнечная, д.13, Узденский район, Минская область |  +375171849263, +375447021908, +375296389041 |  maksiflora@tut.by |  |  выращивание и реализация продукции питомника, ландшафтный дизайн |
| УЗДЕНСКИЙ РАЙОН | КХ «ОЛИМП-АГРО» |  Лойко Юрий Вадимович |  223418, а.г. Дещенка, ул. Школьная, д.10а, Узденский район, Минская область |  +375296335499 |  |  |  картофель, овощи открытого грунта, зерновые |
| УЗДЕНСКИЙ РАЙОН | ФХ «РАДЫНЬ» |  Лемишов Сергей Владимирович |  223418, а.г. Дещенка, ул. Первомайская, д.3, Узденский район, Минская область |  +375296667550 |  |  |  овощеводство |
| УЗДЕНСКИЙ РАЙОН | КФХ «РОСТОК ПЛЮС» |  Барейша Михаил Владимирович |  223417, а.г. Озеро, ул. Дзержинская, д.1б, Узденский район, Минская область |  +375297482230, +375299614885, +375171849604, +375171849380, +375293295487 |  rostok-plus@yandex.by |  rostok-plus.deal.by |  садоводство |
| УЗДЕНСКИЙ РАЙОН | КХ «ТЕМП-СКАРБ» |  Буйневич Ольга Германовна |  223417, д. Жмаки, Узденский район, Минская область |  +375296704098 |  |  |  овощеводство |
| УЗДЕНСКИЙ РАЙОН | КФХ «Черныши» |  Черныш Дмитрий Владимирович |  223417, д. Басмановка, Узденский район, Минская область |  +375296931931 |  |  |  садоводство |
| ЧЕРВЕНСКИЙ РАЙОН | КФХ «АГРО-ВОЛМА» |  Киевец Сергей Иванович |  223216, г.п. Смиловичи, ул. Набережная, д.24, Минская область |  +375171451463, +375296473213 |  |  |  овощеводство, картофелеводство, растениеводство, свиноводство |
| ЧЕРВЕНСКИЙ РАЙОН | КФХ «Большие Лужки» |  Шурим Елена Михайловна |  220131, г. Минск, ул. Мирошниченко, д.12, кв.80 |  +375298636909 |  |  |  животноводство |
| ЧЕРВЕНСКИЙ РАЙОН | КФХ «Весенний хутор» |  Куликовский Евгений Александрович |  223213, д. Озёрный, ул. Центральная, д.3, Червенский район, Минская область |  +375447775060 |  |  |  растениеводство |
| ЧЕРВЕНСКИЙ РАЙОН | КФХ «Вясковый Стан» |  Рапейко Виктория Николаевна |  220141, г. Минск, ул. Шугаева, д.21/1, кв.324 |  +375297508553 |  |  |  агроэкотуризм |
| ЧЕРВЕНСКИЙ РАЙОН | ФХ «Гаджиев» |  Гаджиев Снявуш Муслум Оглы |  223210, д. Дерутская, Червенский район, Минская область |  +375296157993 |  |  |  производство сельскохозяйственной продукции |
| ЧЕРВЕНСКИЙ РАЙОН | КФХ «Гермель Г.С.» |  Гермель Владимир Станиславович |  223215, а.г. Валевачи, ул. Гомельская, д.27, Червенский район, Минская область |  +375293377230 |  |  |  растениеводство |
| ЧЕРВЕНСКИЙ РАЙОН | ФХ «Городище Агро» |  Бабанович Виктор Григорьевич |  223227, д. Старый Пруд, ул. Советская, д.13/2, Червенский район, Минская область |  +375297504475 |  |  |  овощеводство, картофелеводство |
| ЧЕРВЕНСКИЙ РАЙОН | КФХ «Дворянская усадьба» |  Кириенко Валентина Васильевна |  223232, г. Червень, ул. Урицкого, д.4, Минская область |  +375291240440, +375172550100, +375293761254 |  nnk@tut.by |  sharole.by |  животноводство, картофелеводство |
| ЧЕРВЕНСКИЙ РАЙОН | ФХ «Добротное» |  Добродько Николай Алексеевич |  223223, д. Бышанка, Червенский район, Минская область |  +375291262167 |  |  |  растениеводство |
| ЧЕРВЕНСКИЙ РАЙОН | ФХ «Евро-агроальянс» |  Жолнеркевич Владимир Георгиевич |  220040, г. Минск, ул. Л. Беды, д.6, кв.67 |  +375172552436 |  |  |  картофелеводство, растениеводство |
| ЧЕРВЕНСКИЙ РАЙОН | КХ «Золотая пора» |  Наумчик Сергей Михайлович |  223219, д. Красный Дар, Червенский район, Минская область |  +375296643634 |  |  |  овощеводство, картофелеводство |
| ЧЕРВЕНСКИЙ РАЙОН | КХ «Зубр» |  Колтович Михаил Васильевич |  223232, д. Натальевск, ул. Шоссейная, д.1, Червенский район, Минская область |  +375172554516, +375293772753 |  |  |  растениеводство |
| ЧЕРВЕНСКИЙ РАЙОН | ФХ «Игуменское» |  Хартанович Олег Николаевич |  220024, г. Минск, ул. Асаналиева, д.52, кв. 709 |  +375296788876 |  |  |  животноводство |
| ЧЕРВЕНСКИЙ РАЙОН | КФХ «Карпиловская усадьба» |  Коллонтай Тамара Артемовна |  220092, г. Минск, ул. Одоевского, д.20/1, кв.7 |  +375172523879, +375296956576 |  |  |  растениеводство |
| ЧЕРВЕНСКИЙ РАЙОН | ФХ «Ладутько» |  Ладутько Леонид Михайлович |  223227, д. Хутор, ул. Мира, д.9, Червенский район, Минская область |  +375171433283, +375297504459 |  |  |  овощеводство, картофелеводство |
| ЧЕРВЕНСКИЙ РАЙОН | КФХ «Малые Лужки» |  Шурим Дмитрий Михайлович |  220131, г. Минск, ул. Мирошниченко, д.12, кв.80 |  +375298636909 |  |  |  животноводство |
| ЧЕРВЕНСКИЙ РАЙОН | КФХ «МилСаби» |  Алиев Айваз Юнисович |  223232, д. Слобода, Червенский район, Минская область |  +375296696434 |  |  |  овцеводство |
| ЧЕРВЕНСКИЙ РАЙОН | КХ «Миясс» |  Мостовский Сергей Стефанович |  223227, д. Барсуки, ул. Березинская, д.4, Червенский район, Минская область |  +375297713687 |  |  |  животноводство |
| ЧЕРВЕНСКИЙ РАЙОН | ФХ «Новоберезовское» |  Бабок Ян Александрович |  220121, г. Минск, ул. Петруся Глебки, д.34, кв.10 |  +375296586863 |  |  |  растениеводство |
| ЧЕРВЕНСКИЙ РАЙОН | ФХ «Новокутузовское» |  Терешко Юрий Петрович |  220019, г. Минск, ул. Сухаревская, д.3, кв.607 |  +375172566970 |  |  |  растениеводство |
| ЧЕРВЕНСКИЙ РАЙОН | ФХ «Рутько К.А.» |  Рутько Константин Анатольевич |  223211, д. Гребёнка, ул. Центральная, д.61, Червенский район, Минская область |  +375296949360 |  |  |  овощеводство |
| ЧЕРВЕНСКИЙ РАЙОН | КФХ «Сейбит» |  Колтович Михаил Васильевич |  223220, д. Ситник, Червенский район, Минская область |  +375172554516, +375293772753 |  |  |  растениеводство |
| ЧЕРВЕНСКИЙ РАЙОН | КФХ «Семь братьев» |  Сидор Александр Семенович |  220019, г. Минск, ул. Лобанка, д.88, кв.87 |  +375291194923 |  |  |  садоводство |
| ЧЕРВЕНСКИЙ РАЙОН | КФХ «Смиловичи и К» |  Ямочка Михаил Семенович |  223216, г.п. Смиловичи, ул. Доватора, д.9, Червенский район, Минская область |  +375296136448 |  |  |  овощеводство, картофелеводство |
| ЧЕРВЕНСКИЙ РАЙОН | КФХ «Старый Тын» |  Рапейко Анатолий Петрович |  220141, г. Минск, ул. Шугаева, д.21/1, кв.324 |  +375297508554 |  |  |  картофелеводство, растениеводство, садоводство |
| ЧЕРВЕНСКИЙ РАЙОН | КХ «Темп-ЗСА» |  Захаревич Сергей Александрович |  220137, г. Минск, ул. Байкальская, д.1, кв.130 |  +375297777430, +375297589150, +375172552436, +375172462101 |  temp-zsa@mail.ru |  temp-zsa.fermer.by |  овощеводство, картофелеводство, растениеводство |
| ЧЕРВЕНСКИЙ РАЙОН | КФХ «ТиАр-Агро» |  Данилюк Дмитрий Михайлович |  223216, г.п. Смиловичи, Червенский район, Минская область |  +375296091037 |  |  |  овощеводство, животноводство |
| ЧЕРВЕНСКИЙ РАЙОН | КФХ «Уша-Криница» |  Сербун Федор Юльянович |  223221, д. Рудня, Червенский район, Минская область |  +375172545447 |  |  |  овощеводство, картофелеводство, растениеводство |
| ЧЕРВЕНСКИЙ РАЙОН | КФХ «Хотей» |  Иваненко Виктория Викторовна |  223223, д. Гродно, д.19, Червенский район, Минская область |  +375447032030 |  |  |  декоративные растения |
| ЧЕРВЕНСКИЙ РАЙОН | КФХ «Шестисноп» |  Чигирь Дмитрий Семенович |  223216, г.п. Смиловичи, ул. Республиканская, д.53/2, ком.4, Червенский район, Минская область |  +375296202381 |  |  |  газонные травы, технические культуры |
| ЧЕРВЕНСКИЙ РАЙОН | КХ «Эдельвейс-плюс» |  Носовский Петр Павлович |  223211, д. Гребенка, Червенский район, Минская область |  +375291482466 |  |  |  картофелеводство |
